{
  "subject": "Cat sounds perception",
  "raw": "Whisker vibrations. <[silence]> Ultrasonic frequencies. <[silence]> Auditory acuity. <[silence]> \n\nCats possess a remarkable ability to perceive sounds far beyond the human auditory range. <[silence]> Their hearing is finely tuned, allowing them to detect frequencies up to 65 kHz, which is significantly higher than humans, who can hear up to 20 kHz. <[silence]> This heightened sensitivity enables cats to detect the high-pitched calls of rodents and other small prey, which are often inaudible to human ears. <[silence]> \n\nThe structure of a cat's ear contributes to its superior sound perception. <[silence]> The external ear, or pinna, is capable of rotating independently to capture sound waves from different directions, enhancing their ability to pinpoint the source of a sound. <[silence]> This directional hearing is complemented by their acute sense of balance, which is also governed by the inner ear. <[silence]> \n\nCats also exhibit a unique ability to ignore ambient noise, focusing on specific sounds that are relevant to their environment or activities. <[silence]> This selective hearing allows them to remain alert to potential threats or opportunities while filtering out irrelevant background noise. <[silence]> Such auditory discrimination is crucial for their survival, especially in the wild. <[silence]> \n\nThree related subjects are the role of whiskers in spatial awareness, the impact of domestication on feline behavior, and the comparison of auditory abilities across different animal species.",
  "clean": "Whisker vibrations.  Ultrasonic frequencies.  Auditory acuity.  Cats possess a remarkable ability to perceive sounds far beyond the human auditory range.  Their hearing is finely tuned, allowing them to detect frequencies up to 65 kHz, which is significantly higher than humans, who can hear up to 20 kHz.  This heightened sensitivity enables cats to detect the high-pitched calls of rodents and other small prey, which are often inaudible to human ears.  The structure of a cat's ear contributes to its superior sound perception.  The external ear, or pinna, is capable of rotating independently to capture sound waves from different directions, enhancing their ability to pinpoint the source of a sound.  This directional hearing is complemented by their acute sense of balance, which is also governed by the inner ear.  Cats also exhibit a unique ability to ignore ambient noise, focusing on specific sounds that are relevant to their environment or activities.  This selective hearing allows them to remain alert to potential threats or opportunities while filtering out irrelevant background noise.  Such auditory discrimination is crucial for their survival, especially in the wild.  Three related subjects are the role of whiskers in spatial awareness, the impact of domestication on feline behavior, and the comparison of auditory abilities across different animal species.",
  "timestamp": "20250818T123100Z"
}