{
  "story_filename": "ted_bundy_s_murders",
  "story_title": "Ted Bundy S Murders",
  "tagged_story_for_tts": "Psychopathy, manipulation.<[silence]> Ted Bundy's murders remain a chilling chapter in criminal history.<[silence]> His crimes spanned several states in the 1970s, leaving a trail of devastation.<[silence]> Bundy was known for his charm and intelligence, traits he used to lure victims.<[silence]> His ability to manipulate those around him was both disturbing and effective.<[silence]>\n\nBundy's first known attack occurred in 1974 in Washington State.<[silence]> Over the next few years, he continued his spree across Oregon, Utah, and Colorado.<[silence]> His victims were primarily young women, often college students.<[silence]> Bundy would approach them in public places, feigning injury or impersonating authority figures.<[silence]>\n\nThe investigation into Bundy's crimes was complex and spanned multiple jurisdictions.<[silence]> Law enforcement faced challenges due to the lack of communication between states.<[silence]> Bundy's eventual capture in 1978 was a result of both diligent police work and a traffic violation.<[silence]> His trial was one of the first to be televised, drawing significant public attention.<[silence]>\n\nBundy was executed in 1989 after confessing to over 30 murders.<[silence]> His case has been studied extensively for insights into criminal behavior.<[silence]> Three related subjects are the psychology of serial killers, the role of media in criminal cases, and advancements in forensic science.<[silence]>",
  "clean_story": "Psychopathy, manipulation. Ted Bundy's murders remain a chilling chapter in criminal history. His crimes spanned several states in the 1970s, leaving a trail of devastation. Bundy was known for his charm and intelligence, traits he used to lure victims. His ability to manipulate those around him was both disturbing and effective. Bundy's first known attack occurred in 1974 in Washington State. Over the next few years, he continued his spree across Oregon, Utah, and Colorado. His victims were primarily young women, often college students. Bundy would approach them in public places, feigning injury or impersonating authority figures. The investigation into Bundy's crimes was complex and spanned multiple jurisdictions. Law enforcement faced challenges due to the lack of communication between states. Bundy's eventual capture in 1978 was a result of both diligent police work and a traffic violation. His trial was one of the first to be televised, drawing significant public attention. Bundy was executed in 1989 after confessing to over 30 murders. His case has been studied extensively for insights into criminal behavior. Three related subjects are the psychology of serial killers, the role of media in criminal cases, and advancements in forensic science.",
  "timestamp": "20251213T170746Z"
}