{
  "story_filename": "decision_tree_logic",
  "story_title": "Decision Tree Logic",
  "tagged_story_for_tts": "<[silence:3400ms]>Questions with answers. <[silence:1200ms]> Choices like branches.<[silence:2800ms]>\"Decision tree\" comes from how it grows—each question splits into new paths, just as a tree splits into limbs.<[silence:1600ms]>It starts simple:<[silence:1600ms]>A single rule at the top, like \"Is it raining?\"<[silence:1600ms]>If yes—branch left to \"Bring an umbrella.\"<[silence:1600ms]>If no—branch right to \"Wear sunglasses.\"<[silence:2800ms]>Each branch asks another question, narrowing options until it reaches a final decision.<[silence:1600ms]>No guesswork—just follow the path.<[silence:2800ms]>Example:<[silence:1600ms]>A doctor uses one to diagnose chest pain.<[silence:1600ms]>First question: \"Pain when breathing?\"<[silence:800ms]>– If yes, next: \"Fever present?\"<[silence:800ms]>– If no, ask: \"Pain during exercise?\"<[silence:1600ms]>Each answer prunes impossible causes, leaving the most likely one.<[silence:2800ms]>Computers use this too.<[silence:1600ms]>An email filter’s tree might start with: \"Does the subject line contain ‘URGENT’?\"<[silence:1600ms]>If yes, check: \"Sender in contacts?\"<[silence:1600ms]>If no—mark as spam.<[silence:2800ms]>Strength?<[silence:1600ms]>Speed.<[silence:1600ms]>A well-built tree solves problems in milliseconds, no heavy math needed.<[silence:1600ms]>Weakness?<[silence:1600ms]>Overfitting.<[silence:1600ms]>Train it on 100 cat photos, and it might decide \"whiskers = always cat\"—ignoring that raccoons have them too.<[silence:2800ms]>Three related subjects are random forest models, game theory trees, and how ants use pheromone trails.",
  "clean_story": "Questions with answers.  Choices like branches. \"Decision tree\" comes from how it grows—each question splits into new paths, just as a tree splits into limbs. It starts simple:A single rule at the top, like \"Is it raining?\"If yes—branch left to \"Bring an umbrella. \"If no—branch right to \"Wear sunglasses. \"Each branch asks another question, narrowing options until it reaches a final decision. No guesswork—just follow the path. Example:A doctor uses one to diagnose chest pain. First question: \"Pain when breathing?\"– If yes, next: \"Fever present?\"– If no, ask: \"Pain during exercise?\"Each answer prunes impossible causes, leaving the most likely one. Computers use this too. An email filter’s tree might start with: \"Does the subject line contain ‘URGENT’?\"If yes, check: \"Sender in contacts?\"If no—mark as spam. Strength?Speed. A well-built tree solves problems in milliseconds, no heavy math needed. Weakness?Overfitting. Train it on 100 cat photos, and it might decide \"whiskers = always cat\"—ignoring that raccoons have them too. Three related subjects are random forest models, game theory trees, and how ants use pheromone trails.",
  "timestamp": "20260226T134219Z"
}