{
  "story_filename": "phantom_limb_syndrome",
  "story_title": "Phantom Limb Syndrome",
  "tagged_story_for_tts": "<[silence:3400ms]>Feeling what’s gone. <[silence:1200ms]> Brain maps refusing to update.<[silence:2800ms]>\"Phantom limb\" describes the vivid sensation that an amputated arm or leg is still there—itching, aching, or even moving.<[silence:1600ms]>It’s like your brain’s GPS insists a road exists, long after the bridge was washed away.<[silence:2800ms]>Here’s the mechanism:<[silence:1600ms]>Nerves at the amputation site fire chaotic signals.<[silence:1600ms]>The brain, wired to expect input from all limbs, misinterprets this noise as \"hand clenching\" or \"foot tingling.\"<[silence:2800ms]>Proof it’s neural, not psychological?<[silence:1600ms]>Touching the face can trigger phantom-hand sensations—because the face and hand areas neighbor in the brain’s sensory cortex.<[silence:1600ms]>A 2018 study used mirrors to trick patients:<[silence:1600ms]>Reflecting their intact arm over the stump created the illusion of two hands.<[silence:1600ms]>Moving the real hand often \"unlocked\" frozen phantom fingers.<[silence:2800ms]>Some feel their missing limb shrink into the stump over years—like a balloon slowly deflating.<[silence:1600ms]>Others report phantom nails growing, requiring imaginary trims.<[silence:2800ms]>Three related subjects are neuroplasticity limits, mirror neuron therapy, and how prosthetics rewire identity.",
  "clean_story": "Feeling what’s gone.  Brain maps refusing to update. \"Phantom limb\" describes the vivid sensation that an amputated arm or leg is still there—itching, aching, or even moving. It’s like your brain’s GPS insists a road exists, long after the bridge was washed away. Here’s the mechanism:Nerves at the amputation site fire chaotic signals. The brain, wired to expect input from all limbs, misinterprets this noise as \"hand clenching\" or \"foot tingling. \"Proof it’s neural, not psychological?Touching the face can trigger phantom-hand sensations—because the face and hand areas neighbor in the brain’s sensory cortex. A 2018 study used mirrors to trick patients:Reflecting their intact arm over the stump created the illusion of two hands. Moving the real hand often \"unlocked\" frozen phantom fingers. Some feel their missing limb shrink into the stump over years—like a balloon slowly deflating. Others report phantom nails growing, requiring imaginary trims. Three related subjects are neuroplasticity limits, mirror neuron therapy, and how prosthetics rewire identity.",
  "timestamp": "20260225T213546Z"
}