{
  "story_filename": "dust",
  "story_title": "Dust",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Tiny particles. Everywhere, invisible.\"\n<[silence:2400]>\nThe word dust comes from Old English dūst, meaning \"dry, powdery matter\"—fitting, since it’s just broken bits of dead skin, dirt, pollen, and even space debris.<[silence:1200]>\n\nDust seems harmless, but it’s a silent architect.<[silence:1200]> A single speck can float for days, riding air currents like a leaf on a river.<[silence:2400]> Under a microscope, it’s a jagged mix: 70% dead skin cells, 30% fabric fibers, pollen, or soot.<[silence:1200]> Some dust even drifts from the Sahara, crossing oceans in weeks.<[silence:2400]>\n\nIt builds mountains—slowly. The Great Pyramid’s stones wear down into dust over millennia.<[silence:1200]> In homes, dust bunnies form where airflow stops, trapping more particles.<[silence:1200]> NASA studies cosmic dust to trace star births; a grain might be older than Earth.<[silence:2400]>\n\nThree related subjects are:\nPollen’s hidden journeys—how plants use wind like dust does.<[silence:1200]>\nSpace dust’s role in planet formation—tiny seeds of worlds.<[silence:1200]>\nHow dust storms reshape deserts—nature’s sandblaster.",
  "clean_story": "\"Tiny particles. Everywhere, invisible. \"\n\nThe word dust comes from Old English dūst, meaning \"dry, powdery matter\"—fitting, since it’s just broken bits of dead skin, dirt, pollen, and even space debris.\n\nDust seems harmless, but it’s a silent architect. A single speck can float for days, riding air currents like a leaf on a river. Under a microscope, it’s a jagged mix: 70% dead skin cells, 30% fabric fibers, pollen, or soot. Some dust even drifts from the Sahara, crossing oceans in weeks.\n\nIt builds mountains—slowly. The Great Pyramid’s stones wear down into dust over millennia. In homes, dust bunnies form where airflow stops, trapping more particles. NASA studies cosmic dust to trace star births; a grain might be older than Earth.\n\nThree related subjects are:\nPollen’s hidden journeys—how plants use wind like dust does.\nSpace dust’s role in planet formation—tiny seeds of worlds.\nHow dust storms reshape deserts—nature’s sandblaster.",
  "timestamp": "20260221T223410Z"
}