{
    "story_filename": "shark_electrical_sensibility_refined",
    "story_title": "shark electrical sensibility",
    "tagged_story_for_tts": "Hunting in the dark.<[silence]> A sixth sense.<[silence]>\n\nSharks are legendary predators, but their most extraordinary ability isn’t their teeth or speed—it’s how they find prey they can’t see or smell.<[silence]> Beneath their skin, tiny gel-filled pores called ampullae of Lorenzini detect the faint electrical fields generated by every living creature.<[silence]> A fish hiding under sand still gives itself away with each breath, each muscle twitch, sending electrical ripples through the water.<[silence]> Sharks hear these whispers, sensing voltage changes as small as a few billionths of a volt per centimeter.<[silence]>\n\nThis isn’t just hunting—it’s electroreception, a sense so precise it lets them strike in complete darkness or murky water where other predators would be blind.<[silence]> Even newborn sharks rely on it from their first hunt, their bodies wired to read the ocean’s invisible signals.<[silence]> Some species may also use this sense to navigate, tuning into Earth’s magnetic field like a built-in compass during migrations that span thousands of miles.<[silence]>\n\nThree related subjects are how animals use electricity to communicate and navigate, the evolutionary arms race between predators and prey in the deep sea, and the surprising ways sharks inspire human technology.<[silence]>",
    "clean_story": "Hunting in the dark. A sixth sense. Sharks are legendary predators, but their most extraordinary ability isn’t their teeth or speed—it’s how they find prey they can’t see or smell. Beneath their skin, tiny gel-filled pores called ampullae of Lorenzini detect the faint electrical fields generated by every living creature. A fish hiding under sand still gives itself away with each breath, each muscle twitch, sending electrical ripples through the water. Sharks hear these whispers, sensing voltage changes as small as a few billionths of a volt per centimeter. This isn’t just hunting—it’s electroreception, a sense so precise it lets them strike in complete darkness or murky water where other predators would be blind. Even newborn sharks rely on it from their first hunt, their bodies wired to read the ocean’s invisible signals. Some species may also use this sense to navigate, tuning into Earth’s magnetic field like a built-in compass during migrations that span thousands of miles. Three related subjects are how animals use electricity to communicate and navigate, the evolutionary arms race between predators and prey in the deep sea, and the surprising ways sharks inspire human technology.",
    "timestamp": "20251208T130000Z"
  }
  