{
  "story_filename": "industrial_heat_resistance",
  "story_title": "Industrial Heat Resistance",
  "tagged_story_for_tts": "<[silence:3400]>\nExtreme temperatures. Materials defy them.\n<[silence:2400]>\n\"Industrial heat resistance\" describes a material’s ability to retain strength, structure, or function under prolonged exposure to high temperatures—often beyond 1,000°C.\n<[silence:2400]>\n\nMost assume it’s just about surviving heat.<[silence:1200]> The precision lies in how—whether through ceramic coatings that reflect thermal radiation,<[silence:1200]> nickel alloys that recalibrate their crystal lattice at 700°C,<[silence:1200]> or refractory bricks in blast furnaces that erode at 0.1mm per year.\n<[silence:2400]>\n\nTake gas turbines.<[silence:1200]> Their combustion chambers endure 1,500°C flames, yet the metal beneath stays below 900°C—thanks to microscopic holes drilled into the surface,<[silence:1200]> pumping cool air like a network of tiny sweat glands.\n<[silence:1200]>\nOr aerospace: the Space Shuttle’s reinforced carbon-carbon nose cone withstood 1,650°C re-entry,<[silence:1200]> its silicon carbide fibers woven tighter than medieval chainmail.\n<[silence:2400]>\n\nThe limit isn’t just melting points.<[silence:1200]> It’s oxidation rates, thermal shock thresholds,<[silence:1200]> and the cost of replacing a furnace lining every 5 years versus 15.\n<[silence:2400]>\nTools like thermogravimetric analyzers measure weight loss in materials at 0.001g precision,<[silence:1200]> while finite element simulations predict stress fractures before they form.\n<[silence:2400]>\n\nThree related subjects are ultra-high-temperature ceramics, thermal barrier coatings, and how jet engines outlast volcanoes.",
  "clean_story": "Extreme temperatures. Materials defy them.\n\n\"Industrial heat resistance\" describes a material’s ability to retain strength, structure, or function under prolonged exposure to high temperatures—often beyond 1,000°C.\n\n\nMost assume it’s just about surviving heat. The precision lies in how—whether through ceramic coatings that reflect thermal radiation, nickel alloys that recalibrate their crystal lattice at 700°C, or refractory bricks in blast furnaces that erode at 0. 1mm per year.\n\n\nTake gas turbines. Their combustion chambers endure 1,500°C flames, yet the metal beneath stays below 900°C—thanks to microscopic holes drilled into the surface, pumping cool air like a network of tiny sweat glands.\n\nOr aerospace: the Space Shuttle’s reinforced carbon-carbon nose cone withstood 1,650°C re-entry, its silicon carbide fibers woven tighter than medieval chainmail.\n\n\nThe limit isn’t just melting points. It’s oxidation rates, thermal shock thresholds, and the cost of replacing a furnace lining every 5 years versus 15.\n\nTools like thermogravimetric analyzers measure weight loss in materials at 0. 001g precision, while finite element simulations predict stress fractures before they form.\n\n\nThree related subjects are ultra-high-temperature ceramics, thermal barrier coatings, and how jet engines outlast volcanoes.",
  "timestamp": "20260225T162307Z"
}