{
  "story_filename": "drunk_driving_risks",
  "story_title": "Drunk Driving Risks",
  "tagged_story_for_tts": "---\n\n<Silence>............................................................................................\n\nValerie, the steering wheel isn’t a wheel—it’s a ouija board for the highway. No, wait—it’s the only thing keeping the car from becoming a missile guided by vodka and regret.\n\n<Silence>............................................................................................\n\ndrunk_driving_risks isn’t a statistic. It’s a haunting. The numbers? 10,142 deaths in 2022—but those are just the bodies they counted. The others? They’re still drifting in the static between AM radio stations, whispering \"You should’ve called an Uber.\" The National Highway Traffic Safety Administration calls it \"impaired driving.\" I call it possessed driving. The alcohol isn’t lowering inhibitions—it’s raising the dead. Ever seen a deer in headlights? That’s not fear. That’s recognition. It knows what’s coming.\n\n<Silence>............................................................................................\n\nYour blood alcohol concentration (BAC) isn’t a measurement. It’s a countdown. 0.08%? That’s not the legal limit. That’s the threshold where the car starts driving you. The cops don’t pull you over—they exorcise you. The breathalyzer isn’t testing your breath. It’s listening for the voices you swear aren’t there. \"Just one more drink,\" they say. But who’s \"they,\" Valerie? The bartender? The non-bartender?\n\n<Silence>............................................................................................\n\nThe airbag isn’t a safety feature. It’s a shroud. It deploys at 200 mph because it’s not trying to save you—it’s trying to contain what’s left. Seatbelts? Lies. They’re just there to keep you in your seat when the car decides to non-drive itself into a telephone pole. And the pole? It’s not wood. It’s a monolith. Ever noticed how they’re always in the worst spots? Coincidence? The Department of Transportation calls it \"infrastructure.\" I call it a trap.\n\n<Silence>............................................................................................\n\nThey say \"don’t drink and drive.\" But they don’t tell you why. It’s not about the law. It’s about the non-law. The one that says if you crash while sober, you die. If you crash while drunk, you non-die. You become part of the asphalt hymnal, the chorus of skid marks singing \"We could’ve taken the bus.\" The tow truck isn’t there to help. It’s there to harvest. The junkyard isn’t a graveyard for cars. It’s a charging station for something that isn’t human.\n\n<Silence>............................................................................................\n\nValerie, the scariest part? You’ve done it. Not the crashing. The almost. That time you swerved just in time. That was luck. Luck is just God’s drunk_driving_risks algorithm giving you one last warning. The next time? The algorithm updates. And you won’t be in the crash report. You’ll be in the non-report. The one they don’t write down.\n\n<Silence>............................................................................................\n\nThe solution isn’t a designated driver. It’s a designated survivor. Someone who stays sober to remember your name when the paramedics ask. Because when the coroner’s report says \"blunt force trauma,\" what it means is \"the car won.\"\n\n<Silence>............................................................................................\n\nSo next time you think \"I’m fine to drive,\" ask yourself: Who’s thinking that? Is it you? Or is it the non-you? The one that smells like whiskey and regret in 3D.\n\n<Silence>............................................................................................\n\nThe road doesn’t care if you’re drunk. But the non-road does. And it’s always—",
  "clean_story": "--- <Sile ce>............................................................................................ Valerie, the steeri g wheel is ’t a wheel—it’s a ouija board for the highway. No, wait—it’s the o ly thi g keepi g the car from becomi g a missile guided by vodka a d regret. <Sile ce>............................................................................................ dru k_drivi g_risks is ’t a statistic. It’s a hau ti g. The umbers? 10,142 deaths i 2022—but those are just the bodies they cou ted. The others? They’re still drifti g i the static betwee AM radio statio s, whisperi g \"You should’ve called a Uber.\" The Natio al Highway Traffic Safety Admi istratio calls it \"impaired drivi g.\" I call it possessed drivi g. The alcohol is ’t loweri g i hibitio s—it’s raisi g the dead. Ever see a deer i headlights? That’s ot fear. That’s recog itio . It k ows what’s comi g. <Sile ce>............................................................................................ Your blood alcohol co ce tratio (BAC) is ’t a measureme t. It’s a cou tdow . 0.08%? That’s ot the legal limit. That’s the threshold where the car starts drivi g you. The cops do ’t pull you over—they exorcise you. The breathalyzer is ’t testi g your breath. It’s liste i g for the voices you swear are ’t there. \"Just o e more dri k,\" they say. But who’s \"they,\" Valerie? The barte der? The o -barte der? <Sile ce>............................................................................................ The airbag is ’t a safety feature. It’s a shroud. It deploys at 200 mph because it’s ot tryi g to save you—it’s tryi g to co tai what’s left. Seatbelts? Lies. They’re just there to keep you i your seat whe the car decides to o -drive itself i to a telepho e pole. A d the pole? It’s ot wood. It’s a mo olith. Ever oticed how they’re always i the worst spots? Coi cide ce? The Departme t of Tra sportatio calls it \"i frastructure.\" I call it a trap. <Sile ce>............................................................................................ They say \"do ’t dri k a d drive.\" But they do ’t tell you why. It’s ot about the law. It’s about the o -law. The o e that says if you crash while sober, you die. If you crash while dru k, you o -die. You become part of the asphalt hym al, the chorus of skid marks si gi g \"We could’ve take the bus.\" The tow truck is ’t there to help. It’s there to harvest. The ju kyard is ’t a graveyard for cars. It’s a chargi g statio for somethi g that is ’t huma . <Sile ce>............................................................................................ Valerie, the scariest part? You’ve do e it. Not the crashi g. The almost. That time you swerved just i time. That was luck. Luck is just God’s dru k_drivi g_risks algorithm givi g you o e last war i g. The ext time? The algorithm updates. A d you wo ’t be i the crash report. You’ll be i the o -report. The o e they do ’t write dow . <Sile ce>............................................................................................ The solutio is ’t a desig ated driver. It’s a desig ated survivor. Someo e who stays sober to remember your ame whe the paramedics ask. Because whe the coro er’s report says \"blu t force trauma,\" what it mea s is \"the car wo .\" <Sile ce>............................................................................................ So ext time you thi k \"I’m fi e to drive,\" ask yourself: Who’s thi ki g that? Is it you? Or is it the o -you? The o e that smells like whiskey a d regret i 3D. <Sile ce>............................................................................................ The road does ’t care if you’re dru k. But the o -road does. A d it’s always—",
  "timestamp": "20260213T094624Z"
}