{
  "story_filename": "language_and_virtue_signaling",
  "story_title": "Language And Virtue Signaling",
  "tagged_story_for_tts": "Words as badges. Hidden intentions.\n\n\"Virtue signaling\" describes when people use language—or actions—to show off their good morals, often more to impress others than to create real change. The term comes from signaling theory in biology, where animals (like peacocks flashing feathers) send messages to prove their fitness. Here, words become the feathers.\n\nThe phrase gained traction in 2015, after British journalist James Bartholomew used it to critique public displays of moral superiority, like social media posts or corporate slogans that sound noble but lack follow-through. Example: A company tweeting \"#BlackLivesMatter\" while paying workers unfairly, or someone bragging about recycling once but never composting. The signal (the post, the hashtag) costs little; the virtue (actual effort) is absent.\n\nLanguage becomes a tool for performance. Studies show people overestimate how much others share their views—a phenomenon called pluralistic ignorance. A 2020 Pew Research survey found 64% of U.S. adults felt they couldn’t openly discuss political beliefs, yet 80% of social media posts from the same group were politically charged. The gap reveals the disconnect: signaling safety in numbers, even when numbers don’t exist.\n\nThree related subjects are:\nMoral licensing—how good deeds can excuse bad behavior.\nSlacktivism—low-effort activism that prioritizes visibility over impact.\nImpression management—strategies people use to control how others see them.",
  "clean_story": "Words as badges. Hidde i te tio s. \"Virtue sig ali g\" describes whe people use la guage—or actio s—to show off their good morals, ofte more to impress others tha to create real cha ge. The term comes from sig ali g theory i biology, where a imals (like peacocks flashi g feathers) se d messages to prove their fit ess. Here, words become the feathers. The phrase gai ed tractio i 2015, after British jour alist James Bartholomew used it to critique public displays of moral superiority, like social media posts or corporate sloga s that sou d oble but lack follow-through. Example: A compa y tweeti g \"#BlackLivesMatter\" while payi g workers u fairly, or someo e braggi g about recycli g o ce but ever composti g. The sig al (the post, the hashtag) costs little; the virtue (actual effort) is abse t. La guage becomes a tool for performa ce. Studies show people overestimate how much others share their views—a phe ome o called pluralistic ig ora ce. A 2020 Pew Research survey fou d 64% of U. S. adults felt they could ’t ope ly discuss political beliefs, yet 80% of social media posts from the same group were politically charged. The gap reveals the disco ect: sig ali g safety i umbers, eve whe umbers do ’t exist. Three related subjects are: Moral lice si g—how good deeds ca excuse bad behavior. Slacktivism—low-effort activism that prioritizes visibility over impact. Impressio ma ageme t—strategies people use to co trol how others see them.",
  "timestamp": "20260212T153839Z"
}