{
  "story_filename": "diamonds",
  "story_title": "Diamonds",
  "tagged_story_for_tts": "<[silence:3400ms]>\n\"Carbon under pressure. Earth’s hardest gem.\"\n<[silence:2400ms]>\nThe word diamond comes from the Greek adamas—\"unbreakable\"—because nothing in nature can scratch it except another diamond.\n<[silence:1200ms]>\nMost think of diamonds as jewelry, but their real story begins 90 miles underground.<[silence:1200ms]> There, carbon atoms bond in a perfect grid, like soldiers locked arm-to-arm, forming a crystal harder than steel.<[silence:2400ms]>\nVolcanoes act as elevators, blasting diamonds to the surface in molten rock called kimberlite.<[silence:1200ms]> The oldest known diamond—found in Australia—is 4.25 billion years old, older than the moon’s craters.<[silence:2400ms]>\nIndustrially, diamonds cut glass, drill oil wells, and even coat spacecraft.<[silence:1200ms]> A single carat (0.2 grams) can cost $3,000 or power a laser precise enough to slice a human hair lengthwise.<[silence:1200ms]>\nThree related subjects are lab-grown crystals, mantle geology secrets, and how light bends in gems.",
  "clean_story": "\"Carbon under pressure. Earth’s hardest gem. \"\n\nThe word diamond comes from the Greek adamas—\"unbreakable\"—because nothing in nature can scratch it except another diamond.\n\nMost think of diamonds as jewelry, but their real story begins 90 miles underground. There, carbon atoms bond in a perfect grid, like soldiers locked arm-to-arm, forming a crystal harder than steel.\nVolcanoes act as elevators, blasting diamonds to the surface in molten rock called kimberlite. The oldest known diamond—found in Australia—is 4. 25 billion years old, older than the moon’s craters.\nIndustrially, diamonds cut glass, drill oil wells, and even coat spacecraft. A single carat (0. 2 grams) can cost $3,000 or power a laser precise enough to slice a human hair lengthwise.\nThree related subjects are lab-grown crystals, mantle geology secrets, and how light bends in gems.",
  "timestamp": "20260225T185930Z"
}