{
  "story_filename": "electromagnetic_spectrum",
  "story_title": "Electromagnetic Spectrum",
  "tagged_story_for_tts": "\"Light and radio waves.<[silence]> Invisible forces, visible effects.<[silence]><[silence]>\nThe electromagnetic spectrum is a range of all types of electromagnetic radiation, from radio waves to gamma rays.<[silence]> It’s like a giant invisible rainbow that our eyes can only see a tiny part of.<[silence]><[silence]>Imagine the electromagnetic spectrum as a vast ocean, with different types of waves traveling through it.<[silence]> Some waves are long and slow, like radio waves used for broadcasting music or news.<[silence]> Others are short and fast, like X-rays that doctors use to see inside your body.<[silence]> Together, they form a continuous spectrum, each type of wave having its own unique properties and uses.\\n<[silence]><[silence]>Radio waves, for example, have the longest wavelengths and lowest frequencies in the electromagnetic spectrum.<[silence]> They’re used for communication, like broadcasting radio and TV signals, or even talking to satellites in space.<[silence]> Microwaves, which have shorter wavelengths than radio waves, are used for cooking food and transmitting data over long distances, like in Wi-Fi networks.\\n<[silence]><[silence]>Visible light is the part of the spectrum that our eyes can detect.<[silence]> It’s made up of different colors, each corresponding to a different wavelength.<[silence]> Red has the longest wavelength, while violet has the shortest.<[silence]> This is why we see a rainbow of colors when sunlight passes through raindrops, with red on one end and violet on the other.\\n<[silence]><[silence]>Infrared radiation, which has longer wavelengths than visible light but shorter than microwaves, is what we feel as heat.<[silence]> It’s used in night vision goggles and remote controls.<[silence]> Ultraviolet (UV) radiation, with shorter wavelengths than visible light, is what causes sunburns and is also used in blacklights to make certain materials glow.\\n<[silence]><[silence]>X-rays and gamma rays have the shortest wavelengths and highest frequencies in the electromagnetic spectrum.<[silence]> They can penetrate through materials, making them useful for medical imaging and detecting hidden objects.<[silence]> However, they can also be dangerous if not used properly, as they can damage living tissue.\\n<[silence]><[silence]>The electromagnetic spectrum is essential for many aspects of modern life, from communication and medicine to astronomy and weather forecasting.<[silence]> Without it, we wouldn’t be able to enjoy radio, watch TV, use wireless devices, or even see the world around us.\\n<[silence]><[silence]>",
  "clean_story": "\"Light. and. radio. waves. Invisible. forces, visible. effects. The. electromagnetic. spectrum. is. a. range. of. all. types. of. electromagnetic. radiation, from. radio. waves. to. gamma. rays. It’s. like. a. giant. invisible. rainbow. that. our. eyes. can. only. see. a. tiny. part. of. Imagine. the. electromagnetic. spectrum. as. a. vast. ocean, with. different. types. of. waves. traveling. through. it. Some. waves. are. long. and. slow, like. radio. waves. used. for. broadcasting. music. or. news. Others. are. short. and. fast, like. X-rays. that. doctors. use. to. see. inside. your. body. Together, they. form. a. continuous. spectrum, each. type. of. wave. having. its. own. unique. properties. and. uses. \\n. Radio. waves, for. example, have. the. longest. wavelengths. and. lowest. frequencies. in. the. electromagnetic. spectrum. They’re. used. for. communication, like. broadcasting. radio. and. TV. signals, or. even. talking. to. satellites. in. space. Microwaves, which. have. shorter. wavelengths. than. radio. waves, are. used. for. cooking. food. and. transmitting. data. over. long. distances, like. in. Wi-Fi. networks. \\n. Visible. light. is. the. part. of. the. spectrum. that. our. eyes. can. detect. It’s. made. up. of. different. colors, each. corresponding. to. a. different. wavelength. Red. has. the. longest. wavelength, while. violet. has. the. shortest. This. is. why. we. see. a. rainbow. of. colors. when. sunlight. passes. through. raindrops, with. red. on. one. end. and. violet. on. the. other. \\n. Infrared. radiation, which. has. longer. wavelengths. than. visible. light. but. shorter. than. microwaves, is. what. we. feel. as. heat. It’s. used. in. night. vision. goggles. and. remote. controls. Ultraviolet. (UV) radiation, with. shorter. wavelengths. than. visible. light, is. what. causes. sunburns. and. is. also. used. in. blacklights. to. make. certain. materials. glow. \\n. X-rays. and. gamma. rays. have. the. shortest. wavelengths. and. highest. frequencies. in. the. electromagnetic. spectrum. They. can. penetrate. through. materials, making. them. useful. for. medical. imaging. and. detecting. hidden. objects. However, they. can. also. be. dangerous. if. not. used. properly, as. they. can. damage. living. tissue. \\n. The. electromagnetic. spectrum. is. essential. for. many. aspects. of. modern. life, from. communication. and. medicine. to. astronomy. and. weather. forecasting. Without. it, we. wouldn’t. be. able. to. enjoy. radio, watch. TV, use. wireless. devices, or. even. see. the. world. around. us. \\n.",
  "timestamp": "20260202T144833Z"
}