{
  "story_filename": "stars",
  "story_title": "Stars",
  "tagged_story_for_tts": "Stars.<[silence]> Cosmic furnaces.<[silence]><[silence]> The word \"star\" comes from the Old English \"steorra,\" meaning \"any heavenly body.\"<[silence]> Stars are giant balls of glowing gas, mostly hydrogen and helium, held together by gravity.<[silence]> They shine because of nuclear fusion in their cores, where hydrogen atoms combine to form helium, releasing massive amounts of energy.<[silence]> This process is like a never-ending, ultra-powerful explosion, but instead of blowing up, the star stays stable because of gravity pulling inward and the explosion pushing outward.<[silence]> Stars come in different sizes, colors, and temperatures.<[silence]> Our sun is a medium-sized star, while others can be much larger or smaller.<[silence]> The color of a star tells us its temperature: blue stars are the hottest, while red stars are the coolest.<[silence]> Stars don’t last forever.<[silence]> Eventually, they run out of fuel and die, sometimes in dramatic ways like supernovae, which are explosions so bright they can outshine entire galaxies for a short time.<[silence]> The life cycle of a star depends on its size.<[silence]> Small stars burn slowly and can live for trillions of years, while massive stars burn out quickly and die young.<[silence]> Stars also form constellations, which are patterns we see in the night sky.<[silence]> These patterns have been used for navigation and storytelling for thousands of years.<[silence]> Three related subjects are the life cycle of stars, the science behind supernovae, and how constellations have influenced human culture.<[silence]>",
  "clean_story": "Stars. Cosmic furnaces. The word \"star\" comes from the Old English \"steorra,\" meaning \"any heavenly body. \" Stars are giant balls of glowing gas, mostly hydrogen and helium, held together by gravity. They shine because of nuclear fusion in their cores, where hydrogen atoms combine to form helium, releasing massive amounts of energy. This process is like a never-ending, ultra-powerful explosion, but instead of blowing up, the star stays stable because of gravity pulling inward and the explosion pushing outward. Stars come in different sizes, colors, and temperatures. Our sun is a medium-sized star, while others can be much larger or smaller. The color of a star tells us its temperature: blue stars are the hottest, while red stars are the coolest. Stars don’t last forever. Eventually, they run out of fuel and die, sometimes in dramatic ways like supernovae, which are explosions so bright they can outshine entire galaxies for a short time. The life cycle of a star depends on its size. Small stars burn slowly and can live for trillions of years, while massive stars burn out quickly and die young. Stars also form constellations, which are patterns we see in the night sky. These patterns have been used for navigation and storytelling for thousands of years. Three related subjects are the life cycle of stars, the science behind supernovae, and how constellations have influenced human culture.",
  "timestamp": "20260131T202418Z"
}