{
  "story_filename": "how_language_shapes_probability",
  "story_title": "How Language Shapes Probability",
  "tagged_story_for_tts": "<[silence:3400ms]>Words as dice rolls. <[silence:1200ms]> Sentences bending chance.<[silence:2800ms]>\"How language shapes probability\" means the words we choose don’t just describe likelihood—they change how we judge it.<[silence:2800ms]>Say \"a 10% chance of rain\" and people grab umbrellas.<[silence:1600ms]>Say \"low risk of rain\" and they leave them behind.<[silence:1600ms]>Same number—different words, different actions.<[silence:2800ms]>Here’s the trick:<[silence:1600ms]>Our brains treat \"frequent\" vs. \"probable\" like two separate tracks.<[silence:1600ms]>\"This surgery succeeds 90 times out of 100\" feels safer than \"90% success rate,\" even though they’re identical.<[silence:1600ms]>Why?<[silence:1600ms]>Frequencies trigger mental images—we see 90 smiling patients.<[silence:1600ms]>Percentages stay abstract, like a math problem.<[silence:2800ms]>Doctors exploit this.<[silence:1600ms]>Stockbrokers too.<[silence:1600ms]>A 2015 study found investors bought more when told \"80% of similar funds profited\" than \"80% profit probability.\"<[silence:1600ms]>Same data—words shifted millions.<[silence:2800ms]>Even silence shapes odds.<[silence:1600ms]>Omit a risk (\"side effects may include...\") and people assume it’s zero.<[silence:1600ms]>Language isn’t just describing probability—it’s the lever that moves it.<[silence:2800ms]>Three related subjects are framing effects in decisions, how metaphors rewire risk, and why numbers feel human.",
  "clean_story": "Words as dice rolls.  Sentences bending chance. \"How language shapes probability\" means the words we choose don’t just describe likelihood—they change how we judge it. Say \"a 10% chance of rain\" and people grab umbrellas. Say \"low risk of rain\" and they leave them behind. Same number—different words, different actions. Here’s the trick:Our brains treat \"frequent\" vs. \"probable\" like two separate tracks. \"This surgery succeeds 90 times out of 100\" feels safer than \"90% success rate,\" even though they’re identical. Why?Frequencies trigger mental images—we see 90 smiling patients. Percentages stay abstract, like a math problem. Doctors exploit this. Stockbrokers too. A 2015 study found investors bought more when told \"80% of similar funds profited\" than \"80% profit probability. \"Same data—words shifted millions. Even silence shapes odds. Omit a risk (\"side effects may include. .. \") and people assume it’s zero. Language isn’t just describing probability—it’s the lever that moves it. Three related subjects are framing effects in decisions, how metaphors rewire risk, and why numbers feel human.",
  "timestamp": "20260226T151033Z"
}