{"story_filename": "cars_motors", "story_title": "Cars Motors", "tagged_story_for_tts": "<[silence:3400ms]>Metal hearts. <[silence:1200ms]> Controlled explosions.<[silence:2800ms]>\"Car motor\" is short for internal combustion engine—a machine that turns tiny, timed fires into motion.<[silence:1600ms]>Imagine a bicycle pump, but instead of air, you’re squeezing a mix of gasoline and oxygen—then igniting it.<[silence:1600ms]>That’s what happens inside a car’s cylinders, <[silence:800ms]>–hundreds of times per minute.<[silence:2800ms]>\nMost motors follow a four-step rhythm: suck (pull in fuel-air), <[silence:500ms]>squeeze (compress it), <[silence:500ms]>bang (spark plug fires), <[silence:500ms]>blow (exhaust escapes).<[silence:1600ms]>The force from each \"bang\" pushes a piston down, <[silence:800ms]>–which spins the crankshaft, <[silence:800ms]>–which turns the wheels.<[silence:2800ms]>\nA V8 engine does this 8 times per cycle—like eight drummers hitting in perfect sync, <[silence:1600ms]>but with fire.<[silence:1600ms]>Turbochargers steal wasted exhaust energy to cram more air into the cylinders, <[silence:1600ms]>forcing bigger explosions without bigger engines.<[silence:2800ms]>\nEfficiency peaks at ~40%—meaning 60% of your fuel’s energy vanishes as heat or noise.<[silence:1600ms]>Electric motors waste only ~10%, <[silence:1600ms]>but gas engines still dominate for their energy density:<[silence:1600ms]>1 gallon of gasoline holds as much power as 1,000 smartphone batteries.<[silence:2800ms]>\nThree related subjects are hybrid engine trade-offs, <[silence:250ms]>diesel’s torque advantage, <[silence:250ms]>and how jet engines repurpose explosions.", "clean_story": "Metal hearts.  Controlled explosions. \"Car motor\" is short for internal combustion engine—a machine that turns tiny, timed fires into motion. Imagine a bicycle pump, but instead of air, you’re squeezing a mix of gasoline and oxygen—then igniting it. That’s what happens inside a car’s cylinders, –hundreds of times per minute.\nMost motors follow a four-step rhythm: suck (pull in fuel-air), squeeze (compress it), bang (spark plug fires), blow (exhaust escapes). The force from each \"bang\" pushes a piston down, –which spins the crankshaft, –which turns the wheels.\nA V8 engine does this 8 times per cycle—like eight drummers hitting in perfect sync, but with fire. Turbochargers steal wasted exhaust energy to cram more air into the cylinders, forcing bigger explosions without bigger engines.\nEfficiency peaks at ~40%—meaning 60% of your fuel’s energy vanishes as heat or noise. Electric motors waste only ~10%, but gas engines still dominate for their energy density:1 gallon of gasoline holds as much power as 1,000 smartphone batteries.\nThree related subjects are hybrid engine trade-offs, diesel’s torque advantage, and how jet engines repurpose explosions.", "timestamp": "20260301T101836Z"}