{
  "story_filename": "k2-18b",
  "story_title": "K2-18B",
  "tagged_story_for_tts": "Exoplanet.<[silence]> A world beyond our solar system.<[silence]><[silence]>\nThe name 'K2-18b' comes from the Kepler space telescope's second mission, which discovered it.<[silence]> The 'b' means it’s the first planet found orbiting its star.<[silence]><[silence]>K2-18b is a bit like Earth, but bigger and farther from its star.<[silence]> It’s in the 'habitable zone,' where liquid water could exist.<[silence]> Unlike Earth, K2-18b is likely covered in oceans, with a thick hydrogen-rich atmosphere.<[silence]> This makes it more like a mini-Neptune than a true Earth twin.<[silence]><[silence]>Scientists detected water vapor in its atmosphere, a key ingredient for life as we know it.<[silence]> But the planet’s extreme pressure and possible ammonia clouds make it very different from Earth.<[silence]> It’s a reminder that habitable doesn’t always mean hospitable.<[silence]><[silence]>K2-18b orbits a red dwarf star, which is cooler and dimmer than our Sun.<[silence]> This means the planet is tidally locked, with one side always facing its star.<[silence]> The other side would be frozen in darkness.<[silence]> The boundary between these extremes could be the most promising place for life.<[silence]><[silence]>Three related subjects are the search for life in extreme environments, the challenges of studying distant exoplanets, and the future of telescopes designed to find Earth-like worlds.<[silence]>",
  "clean_story": "Exoplanet. A world beyond our solar system. The name 'K2-18b' comes from the Kepler space telescope's second mission, which discovered it. The 'b' means it’s the first planet found orbiting its star. K2-18b is a bit like Earth, but bigger and farther from its star. It’s in the 'habitable zone,' where liquid water could exist. Unlike Earth, K2-18b is likely covered in oceans, with a thick hydrogen-rich atmosphere. This makes it more like a mini-Neptune than a true Earth twin. Scientists detected water vapor in its atmosphere, a key ingredient for life as we know it. But the planet’s extreme pressure and possible ammonia clouds make it very different from Earth. It’s a reminder that habitable doesn’t always mean hospitable. K2-18b orbits a red dwarf star, which is cooler and dimmer than our Sun. This means the planet is tidally locked, with one side always facing its star. The other side would be frozen in darkness. The boundary between these extremes could be the most promising place for life. Three related subjects are the search for life in extreme environments, the challenges of studying distant exoplanets, and the future of telescopes designed to find Earth-like worlds.",
  "timestamp": "20260131T211105Z"
}