{
  "story_filename": "galileo",
  "story_title": "Galileo",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Telescope pioneer. Physics rebel.\"\n<[silence:2400]>\nHis full name was Galileo Galilei—Galileo because his family repeated names like a tradition, like calling two sons \"John\" in a row.\n<[silence:2400]>\nMost know him as the man who proved Earth wasn’t the center of the universe.<[silence:1200]> Fewer know he did it by turning a spyglass—a toy for Dutch merchants—into a tool that could see Jupiter’s moons.<[silence:2400]>\nIn 1609, he heard rumors of a \"Dutch perspective glass\" that made distant ships look close.<[silence:1200]> Without ever seeing one, he built his own in 24 hours.<[silence:1200]> His version? A lead pipe with two lenses—one flat, one curved—like stacking reading glasses wrong to make things sharper, not blurrier.<[silence:2400]>\nBy January 1610, he spotted three \"stars\" near Jupiter that refused to stay still.<[silence:1200]> Four nights later, he saw a fourth.<[silence:1200]> They orbited Jupiter like a tiny solar system—a direct challenge to the Church’s teaching that all celestial bodies circled Earth.<[silence:2400]>\nHe named them the Medicean Stars (now Galileo’s moons: Io, Europa, Ganymede, Callisto) to flatter his patron, Cosimo de’ Medici.<[silence:1200]> Smart politics.<[silence:1200]> Terrible science.<[silence:2400]>\nHis other trick? Rolling balls down grooved ramps to measure speed.<[silence:1200]> No stopwatches existed, so he used his pulse and a water clock.<[silence:1200]> He proved heavy and light objects fall at the same rate—legend says he dropped cannonballs from the Leaning Tower of Pisa, though no records confirm it.<[silence:2400]>\nThe Church forced him to recant his findings in 1633.<[silence:1200]> Under house arrest, he wrote Two New Sciences—a book on motion and materials—smuggled to Holland in 1638.<[silence:1200]> It became the foundation of modern physics.<[silence:2400]>\nHis telescope magnified 20x.<[silence:1200]> Today’s amateur scopes do 100x.<[silence:1200]> Yet his real tool was stubbornness: he trusted his eyes over 2,000-year-old philosophy.<[silence:2400]>\nLens grinding.<[silence:1200]>\nInquisition trials.<[silence:1200]>\nThe birth of experimental science.",
  "clean_story": "<[sile ce:3400]> \"Telescope pio eer. Physics rebel.\" <[sile ce:2400]> His full ame was Galileo Galilei—Galileo because his family repeated ames like a traditio , like calli g two so s \"Joh \" i a row. <[sile ce:2400]> Most k ow him as the ma who proved Earth was ’t the ce ter of the u iverse.<[sile ce:1200]> Fewer k ow he did it by tur i g a spyglass—a toy for Dutch mercha ts—i to a tool that could see Jupiter’s moo s.<[sile ce:2400]> I 1609, he heard rumors of a \"Dutch perspective glass\" that made dista t ships look close.<[sile ce:1200]> Without ever seei g o e, he built his ow i 24 hours.<[sile ce:1200]> His versio ? A lead pipe with two le ses—o e flat, o e curved—like stacki g readi g glasses wro g to make thi gs sharper, ot blurrier.<[sile ce:2400]> By Ja uary 1610, he spotted three \"stars\" ear Jupiter that refused to stay still.<[sile ce:1200]> Four ights later, he saw a fourth.<[sile ce:1200]> They orbited Jupiter like a ti y solar system—a direct challe ge to the Church’s teachi g that all celestial bodies circled Earth.<[sile ce:2400]> He amed them the Medicea Stars ( ow Galileo’s moo s: Io, Europa, Ga ymede, Callisto) to flatter his patro , Cosimo de’ Medici.<[sile ce:1200]> Smart politics.<[sile ce:1200]> Terrible scie ce.<[sile ce:2400]> His other trick? Rolli g balls dow grooved ramps to measure speed.<[sile ce:1200]> No stopwatches existed, so he used his pulse a d a water clock.<[sile ce:1200]> He proved heavy a d light objects fall at the same rate—lege d says he dropped ca o balls from the Lea i g Tower of Pisa, though o records co firm it.<[sile ce:2400]> The Church forced him to reca t his fi di gs i 1633.<[sile ce:1200]> U der house arrest, he wrote Two New Scie ces—a book o motio a d materials—smuggled to Holla d i 1638.<[sile ce:1200]> It became the fou datio of moder physics.<[sile ce:2400]> His telescope mag ified 20x.<[sile ce:1200]> Today’s amateur scopes do 100x.<[sile ce:1200]> Yet his real tool was stubbor ess: he trusted his eyes over 2,000-year-old philosophy.<[sile ce:2400]> Le s gri di g.<[sile ce:1200]> I quisitio trials.<[sile ce:1200]> The birth of experime tal scie ce.",
  "timestamp": "20260213T092613Z"
}