{
  "story_filename": "cryptoendoliths",
  "story_title": "Cryptoendoliths",
  "tagged_story_for_tts": "<[silence:3400]>\nRock-dwelling microbes. Extreme survivalists.\n\n<[silence:2400]>\nThe name cryptoendolith comes from Greek: crypto (hidden), endo (inside), and lith (stone).<[silence:1200]> They live in cracks within rocks, where sunlight barely reaches and water is scarce.\n\n<[silence:2400]>\nMost life avoids such harsh places.<[silence:1200]> Cryptoendoliths thrive there.<[silence:1200]> They carve tiny ecosystems inside porous rocks—like sandstone or granite—using photosynthesis, but at a near-invisible scale.<[silence:2400]> A single pebble might host thousands, their pigments staining the stone green, orange, or black.<[silence:1200]>\n\nIn Antarctica’s Dry Valleys, where temperatures drop below -50°C and winds strip moisture away, they cling to life.<[silence:1200]> NASA studies them to understand how life might persist on Mars.<[silence:2400]> Their slow metabolism lets them endure decades of dormancy, reviving only when liquid water appears.<[silence:1200]>\n\nThey don’t compete.<[silence:1200]> They don’t move.<[silence:1200]> They wait.\n\n<[silence:1200]>\nPanspermia.<[silence:1200]>\nLithopanspermia.<[silence:1200]>\nThe limits of photosynthesis.",
  "clean_story": "Rock-dwelling microbes. Extreme survivalists.\n\n\nThe name cryptoendolith comes from Greek: crypto (hidden), endo (inside), and lith (stone). They live in cracks within rocks, where sunlight barely reaches and water is scarce.\n\n\nMost life avoids such harsh places. Cryptoendoliths thrive there. They carve tiny ecosystems inside porous rocks—like sandstone or granite—using photosynthesis, but at a near-invisible scale. A single pebble might host thousands, their pigments staining the stone green, orange, or black.\n\nIn Antarctica’s Dry Valleys, where temperatures drop below -50°C and winds strip moisture away, they cling to life. NASA studies them to understand how life might persist on Mars. Their slow metabolism lets them endure decades of dormancy, reviving only when liquid water appears.\n\nThey don’t compete. They don’t move. They wait.\n\n\nPanspermia.\nLithopanspermia.\nThe limits of photosynthesis.",
  "timestamp": "20260217T234751Z"
}