{
  "story_filename": "force",
  "story_title": "Force",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Push or pull. Force makes things move.\"\n<[silence:2400]>\nThe word force comes from Latin fortia, meaning strength.<[silence:1200]> It’s the invisible hand that starts a soccer ball rolling, stops a bike, or crushes a soda can.<[silence:2400]\n\nYou feel force every day—when you lift a backpack,<[silence:1200]> slam a door,<[silence:1200]> or even when gravity glues you to the floor.<[silence:2400]> Scientists measure force in newtons (named after Isaac Newton, who first described how forces work).<[silence:1200]> One newton is roughly the weight of a small apple in your hand.<[silence:2400]\n\nForce isn’t just about muscle.<[silence:1200]> A magnet pulls paperclips without touching them.<[silence:1200]> A rocket blasts off because fire pushes down, forcing the ship up.<[silence:1200]> Even a tiny ant carries 50 times its weight—its legs exert force like a forklift.<[silence:2400]\n\nWithout force, nothing changes.<[silence:1200]> A parked car stays put until the engine’s force overcomes friction.<[silence:1200]> A diver splashes because gravity’s pull wins over air resistance.<[silence:2400]\n\nThree related subjects are friction’s hidden grip, magnetism’s silent tug, and how levers multiply force.<[silence:3400]>",
  "clean_story": "\"Push or pull. Force makes things move. \"\n\nThe word force comes from Latin fortia, meaning strength. It’s the invisible hand that starts a soccer ball rolling, stops a bike, or crushes a soda can. <[silence:2400]\n\nYou feel force every day—when you lift a backpack, slam a door, or even when gravity glues you to the floor. Scientists measure force in newtons (named after Isaac Newton, who first described how forces work). One newton is roughly the weight of a small apple in your hand. <[silence:2400]\n\nForce isn’t just about muscle. A magnet pulls paperclips without touching them. A rocket blasts off because fire pushes down, forcing the ship up. Even a tiny ant carries 50 times its weight—its legs exert force like a forklift. <[silence:2400]\n\nWithout force, nothing changes. A parked car stays put until the engine’s force overcomes friction. A diver splashes because gravity’s pull wins over air resistance. <[silence:2400]\n\nThree related subjects are friction’s hidden grip, magnetism’s silent tug, and how levers multiply force.",
  "timestamp": "20260224T202948Z"
}