{
  "story_filename": "deepfakes_",
  "story_title": "Deepfakes ",
  "tagged_story_for_tts": "<[silence:3400]>\nFake faces. AI-made illusions.\n\n<[silence:2400]>\nThe word deepfake mixes \"deep learning\" (a type of AI) and \"fake.\"<[silence:1200]> It’s like a digital puppet—where a computer swaps one person’s face onto another’s, matching their voice and movements.\n\n<[silence:2400]>\nMost people think of deepfakes as funny videos—like Nicolas Cage’s face on a cat.<[silence:1200]> But the real trick is in the training.<[silence:1200]> AI studies thousands of photos and videos of a person, learning how they blink, frown, or smile.<[silence:1200]> Then, it stitches those traits onto a new video, frame by frame.<[silence:2400]>\nA single deepfake video can take hours to render on a high-end PC.<[silence:1200]> The more data the AI has, the harder it is to spot the fake—like a forger practicing a signature until it’s flawless.\n\n<[silence:2400]>\nIn 2018, a deepfake of Barack Obama calling Donald Trump a \"dipsht\" went viral.<[silence:1200]> The voice, the lip sync, even the background noise—all fabricated.<[silence:1200]> Tools like DeepFaceLab or FaceSwap now let anyone try this with a decent graphics card.<[silence:2400]>\nScammers use deepfakes to impersonate CEOs in video calls, tricking employees into transferring millions.<[silence:1200]> Governments test AI to detect them, but the fakes keep getting better.\n\n<[silence:2400]>\nThe scariest part?<[silence:1200]> You don’t need a supercomputer anymore.<[silence:1200]> A free app and a weekend can make a clone of your face say anything.<[silence:1200]>\n\n<[silence:1200]>\nDigital forensics.<[silence:1200]>\nSynthetic media laws.<[silence:1200]>\nThe uncanny valley.",
  "clean_story": "Fake faces. AI-made illusions.\n\n\nThe word deepfake mixes \"deep learning\" (a type of AI) and \"fake. \" It’s like a digital puppet—where a computer swaps one person’s face onto another’s, matching their voice and movements.\n\n\nMost people think of deepfakes as funny videos—like Nicolas Cage’s face on a cat. But the real trick is in the training. AI studies thousands of photos and videos of a person, learning how they blink, frown, or smile. Then, it stitches those traits onto a new video, frame by frame.\nA single deepfake video can take hours to render on a high-end PC. The more data the AI has, the harder it is to spot the fake—like a forger practicing a signature until it’s flawless.\n\n\nIn 2018, a deepfake of Barack Obama calling Donald Trump a \"dipsht\" went viral. The voice, the lip sync, even the background noise—all fabricated. Tools like DeepFaceLab or FaceSwap now let anyone try this with a decent graphics card.\nScammers use deepfakes to impersonate CEOs in video calls, tricking employees into transferring millions. Governments test AI to detect them, but the fakes keep getting better.\n\n\nThe scariest part? You don’t need a supercomputer anymore. A free app and a weekend can make a clone of your face say anything.\n\n\nDigital forensics.\nSynthetic media laws.\nThe uncanny valley.",
  "timestamp": "20260217T111934Z"
}