{
  "story_filename": "electron_beam_lithography",
  "story_title": "Electron Beam Lithography",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Tiny circuits. Electron beams draw them.\"\n<[silence:2400]>\nThe name electron-beam lithography describes exactly what it does: a focused beam of electrons carves patterns onto surfaces, like a super-precise pencil for chips.\n<[silence:2400]>\nMost people know computer chips are small—but this is how they get unimaginably small.<[silence:1200]> While light-based methods hit limits (like trying to write with a thick marker), electron beams act like a needle, etching lines thinner than a virus.<[silence:2400]>\nHere’s how it works: Electrons fly through a vacuum, steered by magnets, and \"paint\" a design onto a wafer coated in light-sensitive resist.<[silence:1200]> Where the beam hits, the resist hardens or dissolves—leaving behind the circuit pattern.<[silence:1200]> A single chip might need billions of these tiny features, all placed with near-atomic precision.<[silence:2400]>\nExample: Your smartphone’s processor likely used this tech.<[silence:1200]> Without it, we’d still have clunky, slow devices—like swapping a scalpel for a chainsaw.<[silence:2400]>\nThe beam’s width? As small as 2 nanometers—that’s 50,000 times thinner than a human hair.<[silence:1200]> Speed? It \"writes\" at 50 MHz, or 50 million dots per second.<[silence:1200]>\nThree related subjects are quantum dot fabrication, extreme ultraviolet lithography, and molecular self-assembly.",
  "clean_story": "\"Tiny circuits. Electron beams draw them. \"\n\nThe name electron-beam lithography describes exactly what it does: a focused beam of electrons carves patterns onto surfaces, like a super-precise pencil for chips.\n\nMost people know computer chips are small—but this is how they get unimaginably small. While light-based methods hit limits (like trying to write with a thick marker), electron beams act like a needle, etching lines thinner than a virus.\nHere’s how it works: Electrons fly through a vacuum, steered by magnets, and \"paint\" a design onto a wafer coated in light-sensitive resist. Where the beam hits, the resist hardens or dissolves—leaving behind the circuit pattern. A single chip might need billions of these tiny features, all placed with near-atomic precision.\nExample: Your smartphone’s processor likely used this tech. Without it, we’d still have clunky, slow devices—like swapping a scalpel for a chainsaw.\nThe beam’s width? As small as 2 nanometers—that’s 50,000 times thinner than a human hair. Speed? It \"writes\" at 50 MHz, or 50 million dots per second.\nThree related subjects are quantum dot fabrication, extreme ultraviolet lithography, and molecular self-assembly.",
  "timestamp": "20260224T201044Z"
}