{
  "story_filename": "zippers",
  "story_title": "Zippers",
  "tagged_story_for_tts": "<[silence:3400ms]>Teeth that interlock. <[silence:1200ms]> A closure without knots.<[silence:2800ms]>\"Zipper\" comes from the sound it makes—zip—when pulled, mimicking how its metal or plastic teeth snap together in a single motion.<[silence:2800ms]>Most see zippers as mundane fasteners, yet their design is a feat of precision engineering.<[silence:1600ms]>Each tooth is shaped like a tiny hook-and-eye pair, but instead of fumbling with buttons, a slider forces rows of teeth to mesh—like a train coupling cars as it passes.<[silence:2800ms]>Early versions failed spectacularly.<[silence:1600ms]>In 1893, Whitcomb Judson’s \"Clasp Locker\" used hooks and eyes but jammed constantly—users needed pliers to pry it open.<[silence:1600ms]>Gideon Sundback’s 1913 redesign added dimples and grooves to each tooth, letting them align under slight pressure.<[silence:1600ms]>His \"Hookless Fastener\" could lock 20 teeth per inch—a density that made zippers practical.<[silence:2800ms]>Today’s zippers exploit material memory.<[silence:1600ms]>Plastic teeth, molded from polyester or nylon, bend just enough to interlock but spring back to hold shape—unlike metal, which dents permanently.<[silence:1600ms]>High-end wetsuits use #10 YKK zippers, where teeth are coated in silicone to repel saltwater corrosion.<[silence:2800ms]>Three related subjects are textile reinforcement techniques, how Velcro mimics burrs, and the physics of snaps and buckles.",
  "clean_story": "Teeth that interlock.  A closure without knots. \"Zipper\" comes from the sound it makes—zip—when pulled, mimicking how its metal or plastic teeth snap together in a single motion. Most see zippers as mundane fasteners, yet their design is a feat of precision engineering. Each tooth is shaped like a tiny hook-and-eye pair, but instead of fumbling with buttons, a slider forces rows of teeth to mesh—like a train coupling cars as it passes. Early versions failed spectacularly. In 1893, Whitcomb Judson’s \"Clasp Locker\" used hooks and eyes but jammed constantly—users needed pliers to pry it open. Gideon Sundback’s 1913 redesign added dimples and grooves to each tooth, letting them align under slight pressure. His \"Hookless Fastener\" could lock 20 teeth per inch—a density that made zippers practical. Today’s zippers exploit material memory. Plastic teeth, molded from polyester or nylon, bend just enough to interlock but spring back to hold shape—unlike metal, which dents permanently. High-end wetsuits use #10 YKK zippers, where teeth are coated in silicone to repel saltwater corrosion. Three related subjects are textile reinforcement techniques, how Velcro mimics burrs, and the physics of snaps and buckles.",
  "timestamp": "20260226T222316Z"
}