{
  "story_filename": "elevator_button_psychology",
  "story_title": "Elevator Button Psychology",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Unspoken elevator rules.<[silence:1000]> Buttons reveal hidden social codes.\"\n<[silence:2400]>\nThe term elevator button psychology refers to how people interact with buttons in confined spaces—unconsciously following silent agreements.<[silence:2400]\n\nMost riders avoid pressing a lit button, assuming someone else already did.<[silence:1200]> Studies show 70% of people hesitate before touching a second button, fearing judgment.<[silence:1200]> It’s like waiting for someone else to order first at a restaurant—no one wants to seem pushy.<[silence:2400]>\n\nThe \"close door\" button often doesn’t work (many are placebos), yet people press it 2–3 times out of habit.<[silence:1200]> In emergencies, riders freeze—only 1 in 5 will press the alarm, even if trapped.<[silence:1200]> Elevators become tiny labs for politeness, patience, and illusion of control.<[silence:2400]>\n\nThree related subjects are urban silence rituals, placebo technology effects, and crowded-space decision paralysis.<[silence:1200]>",
  "clean_story": "\"Unspoken elevator rules. Buttons reveal hidden social codes. \"\n\nThe term elevator button psychology refers to how people interact with buttons in confined spaces—unconsciously following silent agreements. <[silence:2400]\n\nMost riders avoid pressing a lit button, assuming someone else already did. Studies show 70% of people hesitate before touching a second button, fearing judgment. It’s like waiting for someone else to order first at a restaurant—no one wants to seem pushy.\n\nThe \"close door\" button often doesn’t work (many are placebos), yet people press it 2–3 times out of habit. In emergencies, riders freeze—only 1 in 5 will press the alarm, even if trapped. Elevators become tiny labs for politeness, patience, and illusion of control.\n\nThree related subjects are urban silence rituals, placebo technology effects, and crowded-space decision paralysis.",
  "timestamp": "20260223T234000Z"
}