{
  "story_filename": "lithopanspermia",
  "story_title": "Lithopanspermia",
  "tagged_story_for_tts": "<[silence:3400]>\nSpace rocks. Life’s cosmic hitchhike.\n\n<[silence:2400]>\n\"Lithopanspermia\" comes from Greek lithos (stone) and panspermia (seeds everywhere).<[silence:1200]> It’s the idea that life could travel between planets inside meteorites—like a seed riding a rock through space.<[silence:2400]\n\nMost think life started on Earth.<[silence:1200]> But what if it arrived here?<[silence:1200]> A violent asteroid impact could blast microbes into space, frozen inside rock.<[silence:1200]> These \"space seeds\" might drift for millions of years, surviving radiation and cold, until gravity pulls them to a new world.<[silence:2400]\n\nIn 1996, scientists found possible fossilized microbes in a Martian meteorite called ALH84001.<[silence:1200]> Tests showed it had been floating in space for 16 million years.<[silence:1200]> No proof of life—but proof rocks can carry tiny passengers.<[silence:2400]\n\nExtreme life on Earth thrives in volcanoes, deep ice, even nuclear waste.<[silence:1200]> If microbes can survive there, why not in a space rock?<[silence:1200]> Experiments show some bacteria endure years in orbit.<[silence:2400]\n\nCould Earth’s first life have been a space traveler?<[silence:1200]> Or did we send life to Mars on our own rovers?<[silence:1200]> The universe might be a vast, slow game of microbial tag.<[silence:1200]>\n\nTardigrades.<[silence:1200]> Interstellar dust.<[silence:1200]> The Fermi Paradox.",
  "clean_story": "Space rocks. Life’s cosmic hitchhike.\n\n\n\"Lithopanspermia\" comes from Greek lithos (stone) and panspermia (seeds everywhere). It’s the idea that life could travel between planets inside meteorites—like a seed riding a rock through space. <[silence:2400]\n\nMost think life started on Earth. But what if it arrived here? A violent asteroid impact could blast microbes into space, frozen inside rock. These \"space seeds\" might drift for millions of years, surviving radiation and cold, until gravity pulls them to a new world. <[silence:2400]\n\nIn 1996, scientists found possible fossilized microbes in a Martian meteorite called ALH84001. Tests showed it had been floating in space for 16 million years. No proof of life—but proof rocks can carry tiny passengers. <[silence:2400]\n\nExtreme life on Earth thrives in volcanoes, deep ice, even nuclear waste. If microbes can survive there, why not in a space rock? Experiments show some bacteria endure years in orbit. <[silence:2400]\n\nCould Earth’s first life have been a space traveler? Or did we send life to Mars on our own rovers? The universe might be a vast, slow game of microbial tag.\n\nTardigrades. Interstellar dust. The Fermi Paradox.",
  "timestamp": "20260217T235902Z"
}