{
  "story_filename": "something",
  "story_title": "Something",
  "tagged_story_for_tts": "<[silence:3400ms]>Silent communication. <[silence:1200ms]> Whispers without sound.\n<[silence:2800ms]>\"Sign language\" comes from the Latin signum, meaning \"mark\" or \"signal\"—because hands, not voices, carry the message.<[silence:2800ms]>A conversation in American Sign Language (ASL) unfolds at 170 words per minute—faster than spoken English.<[silence:1600ms]>Fingers spell letters with shapes like a dancer’s footwork, while facial expressions act as punctuation.<[silence:2800ms]>Example:<[silence:1600ms]>The ASL sign for \"tree\" mimics branches swaying, but add a furrowed brow, and it becomes \"ancient oak.\"<[silence:1600ms]>Context shifts meaning instantly.<[silence:2800ms]>Deaf communities in Nicaragua invented their own sign language in the 1980s—children created grammar rules organically, proving language isn’t bound to sound.<[silence:1600ms]>Brain scans show signers process visual signs in the same areas speakers use for words.<[silence:2800ms]>Three related subjects are gesture-based tech, how babies invent signs, and animal silent communication.",
  "clean_story": "Silent communication.  Whispers without sound.\n\"Sign language\" comes from the Latin signum, meaning \"mark\" or \"signal\"—because hands, not voices, carry the message. A conversation in American Sign Language (ASL) unfolds at 170 words per minute—faster than spoken English. Fingers spell letters with shapes like a dancer’s footwork, while facial expressions act as punctuation. Example:The ASL sign for \"tree\" mimics branches swaying, but add a furrowed brow, and it becomes \"ancient oak. \"Context shifts meaning instantly. Deaf communities in Nicaragua invented their own sign language in the 1980s—children created grammar rules organically, proving language isn’t bound to sound. Brain scans show signers process visual signs in the same areas speakers use for words. Three related subjects are gesture-based tech, how babies invent signs, and animal silent communication.",
  "timestamp": "20260228T145901Z"
}