{
  "story_filename": "gell-mann_amnesia_effect",
  "story_title": "Gell-Mann Amnesia Effect",
  "tagged_story_for_tts": "<[silence:3400]>\nTrusting the news. Forgetting its flaws.\n<[silence:2400]>\nNamed after physicist Murray Gell-Mann, who noticed how people dismiss errors in other news sources—but forget the same flaws in their own trusted ones.\n<[silence:2400]>\nImagine reading a headline like \"Scientists Discover Miracle Cure!\"—then later learning it was exaggerated.<[silence:1200]> You’d scoff at the outlet that ran it.<[silence:1200]> But if your favorite news site published the same fluff?<[silence:1200]> You’d likely shrug it off.<[silence:2400]>\nThe effect works because our brains treat trusted sources like a favorite restaurant’s \"secret recipe.\"<[silence:1200]> Even if the soup tastes off one day, we blame the chef’s \"bad day\"—not the recipe itself.<[silence:2400]>\nStudies show this bias strengthens with repetition and emotional attachment.<[silence:1200]> A 2018 MIT study found false news spreads 6x faster than truth—especially when it aligns with preexisting beliefs.<[silence:1200]>\nThe fix?<[silence:1200]> Treat all news like a used car inspection: check the brakes (sources), kick the tires (cross-reference), and ignore the shiny paint (headlines).\n<[silence:2400]>\nCognitive dissonance.<[silence:1200]>\nConfirmation bias.<[silence:1200]>\nThe backfire effect.",
  "clean_story": "Trusting the news. Forgetting its flaws.\n\nNamed after physicist Murray Gell-Mann, who noticed how people dismiss errors in other news sources—but forget the same flaws in their own trusted ones.\n\nImagine reading a headline like \"Scientists Discover Miracle Cure!\"—then later learning it was exaggerated. You’d scoff at the outlet that ran it. But if your favorite news site published the same fluff? You’d likely shrug it off.\nThe effect works because our brains treat trusted sources like a favorite restaurant’s \"secret recipe. \" Even if the soup tastes off one day, we blame the chef’s \"bad day\"—not the recipe itself.\nStudies show this bias strengthens with repetition and emotional attachment. A 2018 MIT study found false news spreads 6x faster than truth—especially when it aligns with preexisting beliefs.\nThe fix? Treat all news like a used car inspection: check the brakes (sources), kick the tires (cross-reference), and ignore the shiny paint (headlines).\n\nCognitive dissonance.\nConfirmation bias.\nThe backfire effect.",
  "timestamp": "20260214T222939Z"
}