{
  "story_filename": "quantum_computers",
  "story_title": "Quantum Computers",
  "tagged_story_for_tts": "<[silence:3400]>Super-fast calculations. Tiny particles doing math.<[silence:2400]>\n\"Quantum\" comes from the Latin quantus, meaning \"how much\"—these computers measure the smallest bits of energy to solve problems.<[silence:1200]>\n\nNormal computers use bits like light switches: on or off. Quantum computers use qubits, which can be on, off, or both at once—like a spinning coin that’s heads and tails until it lands.<[silence:2400]>\n\nIn 2019, Google’s quantum computer solved a task in 200 seconds that would take a supercomputer 10,000 years. It didn’t crack passwords or cure diseases—it just proved it could outpace normal machines.<[silence:1200]>\n\nQubits are fragile. Heat, noise, or even stray light can flip them like a wobbly Jenga tower. Scientists cool them to near absolute zero (-273°C) to keep them stable.<[silence:2400]>\n\nRight now, quantum computers are like toddlers: powerful in short bursts but easily distracted. They might one day design new medicines, optimize traffic in cities, or break encryption—if we can keep them from collapsing.<[silence:1200]>\n\nParticle physics. Unbreakable codes. The limits of speed.",
  "clean_story": "<[sile ce:3400]>Super-fast calculatio s. Ti y particles doi g math.<[sile ce:2400]> \"Qua tum\" comes from the Lati qua tus, mea i g \"how much\"—these computers measure the smallest bits of e ergy to solve problems.<[sile ce:1200]> Normal computers use bits like light switches: o or off. Qua tum computers use qubits, which ca be o , off, or both at o ce—like a spi i g coi that’s heads a d tails u til it la ds.<[sile ce:2400]> I 2019, Google’s qua tum computer solved a task i 200 seco ds that would take a supercomputer 10,000 years. It did ’t crack passwords or cure diseases—it just proved it could outpace ormal machi es.<[sile ce:1200]> Qubits are fragile. Heat, oise, or eve stray light ca flip them like a wobbly Je ga tower. Scie tists cool them to ear absolute zero (-273°C) to keep them stable.<[sile ce:2400]> Right ow, qua tum computers are like toddlers: powerful i short bursts but easily distracted. They might o e day desig ew medici es, optimize traffic i cities, or break e cryptio —if we ca keep them from collapsi g.<[sile ce:1200]> Particle physics. U breakable codes. The limits of speed.",
  "timestamp": "20260213T091225Z"
}