{
  "story_filename": "medieval_manuscripts",
  "story_title": "Medieval Manuscripts",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Handwritten books. Centuries-old knowledge.\n<[silence:1000]>\nThe word manuscript comes from Latin manu (hand) and scriptum (written)—because every letter was drawn by hand.<[silence:2400]>\n\nBefore printing presses, books were rare treasures.<[silence:1200]> A single Bible could take a monk two years to copy, using goose quills and ink made from oak galls.<[silence:1200]> Mistakes? Scraped off with a knife.<[silence:2400]>\n\nSome manuscripts glowed with gold leaf or lapis lazuli—pigments more expensive than gold.<[silence:1200]> The Book of Kells (800 AD) used 10,000 hours of labor for its swirling, jewel-like pages.<[silence:1200]> Others, like medical texts, held sketches of herbs or surgical tools—practical guides for healers.<[silence:2400]>\n\nSurvival was luck.<[silence:1200]> Most were lost to fire, war, or time.<[silence:1200]> The ones left? Windows into how people prayed, traded, and dreamed 1,000 years ago.<[silence:2400]>\n\nThree related subjects are ink recipes from bugs, monastery scriptoria routines, and how parchment outlasted paper.\"<[silence:1200]>",
  "clean_story": "\"Handwritten books. Centuries-old knowledge.\n\nThe word manuscript comes from Latin manu (hand) and scriptum (written)—because every letter was drawn by hand.\n\nBefore printing presses, books were rare treasures. A single Bible could take a monk two years to copy, using goose quills and ink made from oak galls. Mistakes? Scraped off with a knife.\n\nSome manuscripts glowed with gold leaf or lapis lazuli—pigments more expensive than gold. The Book of Kells (800 AD) used 10,000 hours of labor for its swirling, jewel-like pages. Others, like medical texts, held sketches of herbs or surgical tools—practical guides for healers.\n\nSurvival was luck. Most were lost to fire, war, or time. The ones left? Windows into how people prayed, traded, and dreamed 1,000 years ago.\n\nThree related subjects are ink recipes from bugs, monastery scriptoria routines, and how parchment outlasted paper. \"",
  "timestamp": "20260223T112303Z"
}