{
  "subject": "Cat ears biology",
  "raw": "Whisker pads, pinna mobility, and the role of the tragus. <[silence]> \n\nCat ears are remarkable structures that serve multiple functions beyond hearing. <[silence]> Each ear is composed of 32 muscles, allowing for a wide range of motion. <[silence]> This mobility enables cats to locate sounds with precision, a vital trait for hunting. <[silence]> The pinna, or outer ear, can rotate independently to capture sound waves from different directions. <[silence]>\n\nThe ear's anatomy includes the pinna, ear canal, and eardrum, which work together to channel sound. <[silence]> The tragus, a small cartilaginous projection, aids in directing sound into the ear canal. <[silence]> This structure helps cats detect high-frequency sounds, such as the rustling of small prey. <[silence]> The inner ear contains the cochlea, responsible for converting sound waves into nerve impulses. <[silence]>\n\nCats also use their ears for communication, expressing emotions through subtle movements. <[silence]> Flattened ears can indicate fear or aggression, while forward-facing ears suggest curiosity. <[silence]> Additionally, the ear's positioning can enhance a cat's visual field, aiding in spatial awareness. <[silence]> This dual function of hearing and communication underscores the complexity of feline ear biology. <[silence]>\n\nThree related subjects are the evolution of feline auditory systems, the impact of ear health on behavior, and the role of whiskers in sensory perception.",
  "clean": "Whisker pads, pinna mobility, and the role of the tragus.  Cat ears are remarkable structures that serve multiple functions beyond hearing.  Each ear is composed of 32 muscles, allowing for a wide range of motion.  This mobility enables cats to locate sounds with precision, a vital trait for hunting.  The pinna, or outer ear, can rotate independently to capture sound waves from different directions.  The ear's anatomy includes the pinna, ear canal, and eardrum, which work together to channel sound.  The tragus, a small cartilaginous projection, aids in directing sound into the ear canal.  This structure helps cats detect high-frequency sounds, such as the rustling of small prey.  The inner ear contains the cochlea, responsible for converting sound waves into nerve impulses.  Cats also use their ears for communication, expressing emotions through subtle movements.  Flattened ears can indicate fear or aggression, while forward-facing ears suggest curiosity.  Additionally, the ear's positioning can enhance a cat's visual field, aiding in spatial awareness.  This dual function of hearing and communication underscores the complexity of feline ear biology.  Three related subjects are the evolution of feline auditory systems, the impact of ear health on behavior, and the role of whiskers in sensory perception.",
  "timestamp": "20250904T212925Z"
}