{
    "story_filename": "frank_zappa",
    "story_title": "Frank Zappa",
    "tagged_story_for_tts": "<[silence:3400ms]>Guitar as a chainsaw. <[silence:1200ms]> Music without borders.<[silence:2800ms]>\"Frank Zappa\" wasn’t just a name—it was a warning label.<[silence:1600ms]>Like slapping a \"high voltage\" sticker on a toaster, then plugging it into jazz, rock, and classical at once.<[silence:2800ms]>Most hear \"composer\" and picture sheet music.<[silence:1600ms]>Zappa’s scores looked like blueprints for a Rube Goldberg machine—<[silence:800ms]>precise, absurd, <[silence:500ms]>and guaranteed to collapse if you blinked.<[silence:2800ms]>At 14, he turned his bedroom into a tape-loop lab, slicing RCA Victor 78s into collages.<[silence:1600ms]>By 1966, Freak Out!—his debut with The Mothers of Invention—<[silence:800ms]>stuffed doo-wop, avant-garde noise, <[silence:500ms]>and political rants into one LP.<[silence:1600ms]>Like serving a five-course meal in a fast-food wrapper.<[silence:2800ms]>His guitar solos?<[silence:1600ms]>Imagine a surgeon using a buzzsaw—<[silence:800ms]>every note deliberate, <[silence:500ms]>every screech a calculated mess.<[silence:1600ms]>On \"Willie the Pimp\" (1969), he bent strings like they owed him money, <[silence:800ms]>while the band swung between blues and chaos.<[silence:2800ms]>Then there’s 200 Motels (1971)—<[silence:800ms]>a film/musical where nuns ride Harleys and orchestra players wear gas masks.<[silence:1600ms]>Zappa called it \"a movie about touring that’s as unpleasant as touring.\"<[silence:2800ms]>He fought censorship (PMRC hearings, 1985), <[silence:800ms]>sued bootleggers, <[silence:500ms]>and released 62 albums in 30 years—<[silence:800ms]>some recorded in his home studio, the Utility Muffin Research Kitchen.<[silence:2800ms]>Three related subjects are tape music experiments, satirical protest songs, and how studios became instruments.",
    "clean_story": "Guitar as a chainsaw.  Music without borders. \"Frank Zappa\" wasn’t just a name—it was a warning label. Like slapping a \"high voltage\" sticker on a toaster, then plugging it into jazz, rock, and classical at once. Most hear \"composer\" and picture sheet music. Zappa’s scores looked like blueprints for a Rube Goldberg machine—precise, absurd, and guaranteed to collapse if you blinked. At 14, he turned his bedroom into a tape-loop lab, slicing RCA Victor 78s into collages. By 1966, Freak Out!—his debut with The Mothers of Invention—stuffed doo-wop, avant-garde noise, and political rants into one LP. Like serving a five-course meal in a fast-food wrapper. His guitar solos?Imagine a surgeon using a buzzsaw—every note deliberate, every screech a calculated mess. On \"Willie the Pimp\" (1969), he bent strings like they owed him money, while the band swung between blues and chaos. Then there’s 200 Motels (1971)—a film/musical where nuns ride Harleys and orchestra players wear gas masks. Zappa called it \"a movie about touring that’s as unpleasant as touring. \"He fought censorship (PMRC hearings, 1985), sued bootleggers, and released 62 albums in 30 years—some recorded in his home studio, the Utility Muffin Research Kitchen. Three related subjects are tape music experiments, satirical protest songs, and how studios became instruments.",
    "timestamp": "20260228T213235Z"
}