{
  "subject": "glass manufacturing",
  "raw": "Silica sand, sodium carbonate, limestone. <[silence]> Molten state, annealing, float process. <[silence]> Transparency, durability, recyclability. <[silence]> \n\nGlass manufacturing begins with the fusion of silica sand, sodium carbonate, and limestone at high temperatures. <[silence]> This mixture forms a molten state, which is then shaped into desired forms. <[silence]> The float process, developed in the 1950s, is the most common method, where molten glass floats on a bed of molten tin, creating a uniform thickness and smooth surfaces. <[silence]> \n\nOnce shaped, the glass undergoes annealing, a controlled cooling process that removes internal stresses, enhancing its strength and durability. <[silence]> This step is crucial to prevent breakage during handling and use. <[silence]> The finished product is then cut, polished, and inspected for quality before distribution. <[silence]> \n\nGlass is valued for its transparency, allowing light to pass through while providing a barrier against elements. <[silence]> Its recyclability adds to its appeal, as it can be melted and reformed without loss of quality. <[silence]> This sustainable aspect makes glass a preferred material in various industries. <[silence]> \n\nThree related subjects are the history of glassmaking, advancements in glass recycling technology, and the role of glass in modern architecture.",
  "clean": "Silica sand, sodium carbonate, limestone.  Molten state, annealing, float process.  Transparency, durability, recyclability.  Glass manufacturing begins with the fusion of silica sand, sodium carbonate, and limestone at high temperatures.  This mixture forms a molten state, which is then shaped into desired forms.  The float process, developed in the 1950s, is the most common method, where molten glass floats on a bed of molten tin, creating a uniform thickness and smooth surfaces.  Once shaped, the glass undergoes annealing, a controlled cooling process that removes internal stresses, enhancing its strength and durability.  This step is crucial to prevent breakage during handling and use.  The finished product is then cut, polished, and inspected for quality before distribution.  Glass is valued for its transparency, allowing light to pass through while providing a barrier against elements.  Its recyclability adds to its appeal, as it can be melted and reformed without loss of quality.  This sustainable aspect makes glass a preferred material in various industries.  Three related subjects are the history of glassmaking, advancements in glass recycling technology, and the role of glass in modern architecture.",
  "timestamp": "20250807T152623Z"
}