{
  "subject": "Hypnagogia",
  "raw": "Threshold of sleep, fleeting visions, auditory illusions.\n\nHypnagogia is the transitional state between wakefulness and sleep. <[silence]> It is characterized by vivid sensory phenomena, including visual, auditory, and tactile hallucinations. <[silence]> During this phase, individuals may experience fleeting images, sounds, or even a sense of falling. <[silence]> This state is distinct from dreaming as it occurs while one is still partially conscious. <[silence]>\n\nThe visual experiences during hypnagogia can range from simple patterns to complex scenes. <[silence]> These images are often accompanied by auditory sensations such as hearing one's name called or random noises. <[silence]> Tactile sensations, like feeling a presence or a gentle touch, are also reported. <[silence]> These experiences are typically brief and fragmented. <[silence]>\n\nHypnagogia is often associated with the onset of sleep paralysis. <[silence]> During this state, the body is temporarily paralyzed while the mind remains aware. <[silence]> This can lead to a heightened sense of vulnerability and fear. <[silence]> However, not everyone experiences sleep paralysis during hypnagogia. <[silence]> \n\nThree related subjects are sleep paralysis, lucid dreaming, and the hypnopompic state.",
  "clean": "Threshold of sleep, fleeting visions, auditory illusions.\n\nHypnagogia is the transitional state between wakefulness and sleep.  It is characterized by vivid sensory phenomena, including visual, auditory, and tactile hallucinations.  During this phase, individuals may experience fleeting images, sounds, or even a sense of falling.  This state is distinct from dreaming as it occurs while one is still partially conscious.  The visual experiences during hypnagogia can range from simple patterns to complex scenes.  These images are often accompanied by auditory sensations such as hearing one's name called or random noises.  Tactile sensations, like feeling a presence or a gentle touch, are also reported.  These experiences are typically brief and fragmented.  Hypnagogia is often associated with the onset of sleep paralysis.  During this state, the body is temporarily paralyzed while the mind remains aware.  This can lead to a heightened sense of vulnerability and fear.  However, not everyone experiences sleep paralysis during hypnagogia.  Three related subjects are sleep paralysis, lucid dreaming, and the hypnopompic state.",
  "timestamp": "20251110T222724Z"
}