{
  "subject": "The mechanism of a piano",
  "raw": "Hammer. <[silence]> Damper. <[silence]> Escapement. <[silence]>\n\nThe mechanism of a piano is a sophisticated interplay of parts that transforms finger pressure into sound. <[silence]> When a key is pressed, it lifts a corresponding hammer, which strikes the strings. <[silence]> This action is facilitated by the lever system of the piano's action, which includes the wippen and jack. <[silence]> The hammer must strike the string with precision, and then quickly return to its resting position, allowing the string to vibrate freely. <[silence]>\n\nA key component of this mechanism is the escapement. <[silence]> It ensures that the hammer disengages from the string immediately after striking, preventing any dampening of the sound. <[silence]> This allows the string to resonate fully, producing a clear tone. <[silence]> The escapement is a finely calibrated part of the piano's action, crucial for dynamic control and repetition speed. <[silence]>\n\nDampers play a vital role in controlling the sound. <[silence]> When a key is released, the damper falls back onto the string, stopping its vibration and silencing the note. <[silence]> This mechanism allows for precise control over the duration of the sound, enabling the performer to articulate notes with clarity. <[silence]> The damper pedal lifts all dampers simultaneously, allowing all strings to resonate freely, creating a rich and sustained sound. <[silence]>\n\nThree related subjects are the history of piano development, the physics of sound production, and the art of piano tuning.",
  "clean": "Hammer.  Damper.  Escapement.  The mechanism of a piano is a sophisticated interplay of parts that transforms finger pressure into sound.  When a key is pressed, it lifts a corresponding hammer, which strikes the strings.  This action is facilitated by the lever system of the piano's action, which includes the wippen and jack.  The hammer must strike the string with precision, and then quickly return to its resting position, allowing the string to vibrate freely.  A key component of this mechanism is the escapement.  It ensures that the hammer disengages from the string immediately after striking, preventing any dampening of the sound.  This allows the string to resonate fully, producing a clear tone.  The escapement is a finely calibrated part of the piano's action, crucial for dynamic control and repetition speed.  Dampers play a vital role in controlling the sound.  When a key is released, the damper falls back onto the string, stopping its vibration and silencing the note.  This mechanism allows for precise control over the duration of the sound, enabling the performer to articulate notes with clarity.  The damper pedal lifts all dampers simultaneously, allowing all strings to resonate freely, creating a rich and sustained sound.  Three related subjects are the history of piano development, the physics of sound production, and the art of piano tuning.",
  "timestamp": "20251108T222548Z"
}