{
  "story_filename": "historical_linguistics",
  "story_title": "Historical Linguistics",
  "tagged_story_for_tts": "Language’s past.<[silence:1200]> How words evolve.<[silence:1200]>\n\"Historical linguistics\" studies how languages change over time, like tracking a river’s path by examining the rocks it leaves behind.<[silence:1200]>\n\nMost people think of languages as fixed—like English today is the same as Shakespeare’s English.<[silence:1200]> But historical linguists compare old texts, sounds, and grammar to show how words shift, split, or disappear.<[silence:1200]> For example, \"horse\" in Old English was *hors*—pronounced closer to \"hoss.\"<[silence:1200]> Over centuries, the \"r\" sound softened, and the spelling stuck.<[silence:1200]> Or take Latin’s *caballus* (meaning \"workhorse\"), which became *caval* in French, *caballo* in Spanish, and *cavalo* in Portuguese.<[silence:1200]> One word, four modern forms.<[silence:1200]>\n\nLinguists use tools like the **comparative method**—lining up words from related languages to reconstruct ancient roots.<[silence:1200]> By comparing *mother* (English), *mutter* (German), and *mātar* (Sanskrit), they deduce all three likely came from *méh₂tēr*, a word in Proto-Indo-European, a language spoken 6,000 years ago that left no written records.<[silence:1200]> It’s like solving a puzzle where most pieces are missing.<[silence:1200]>\n\nSometimes changes happen fast.<[silence:1200]> When the Normans invaded England in 1066, French became the language of the elite.<[silence:1200]> Old English absorbed thousands of French words—*beef* (from *bœuf*) for the cooked meat, while *cow* (from Old English *cū*) stayed for the living animal.<[silence:1200]> Class divides carved into vocabulary.<[silence:1200]>\n\nOther shifts are slower, like rocks eroding.<[silence:1200]> The Great Vowel Shift (1400–1700) changed how English vowels sounded—*name* once rhymed with \"father,\" and *time* sounded like \"teem.\"<[silence:1200]> Today, we pronounce them differently, but the spelling froze, creating silent letters and confusing rules.<[silence:1200]>\n\nHistorical linguistics also explains why some languages seem unrelated",
  "clean_story": "Language’s past. How words evolve. \"Historical linguistics\" studies how languages change over time, like tracking a river’s path by examining the rocks it leaves behind. Most people think of languages as fixed—like English today is the same as Shakespeare’s English. But historical linguists compare old texts, sounds, and grammar to show how words shift, split, or disappear. For example, \"horse\" in Old English was *hors*—pronounced closer to \"hoss. \" Over centuries, the \"r\" sound softened, and the spelling stuck. Or take Latin’s *caballus* (meaning \"workhorse\"), which became *caval* in French, *caballo* in Spanish, and *cavalo* in Portuguese. One word, four modern forms. Linguists use tools like the **comparative method**—lining up words from related languages to reconstruct ancient roots. By comparing *mother* (English), *mutter* (German), and *mātar* (Sanskrit), they deduce all three likely came from *méh₂tēr*, a word in Proto-Indo-European, a language spoken 6,000 years ago that left no written records. It’s like solving a puzzle where most pieces are missing. Sometimes changes happen fast. When the Normans invaded England in 1066, French became the language of the elite. Old English absorbed thousands of French words—*beef* (from *bœuf*) for the cooked meat, while *cow* (from Old English *cū*) stayed for the living animal. Class divides carved into vocabulary. Other shifts are slower, like rocks eroding. The Great Vowel Shift (1400–1700) changed how English vowels sounded—*name* once rhymed with \"father,\" and *time* sounded like \"teem. \" Today, we pronounce them differently, but the spelling froze, creating silent letters and confusing rules. Historical linguistics also explains why some languages seem unrelated.",
  "timestamp": "20260206T001955Z"
}