{
  "story_filename": "neutron_star_density_limits",
  "story_title": "Neutron Star Density Limits",
  "tagged_story_for_tts": "<[silence:3400ms]>\n\"Crushed atoms. Gravity’s ultimate test.\"\n<[silence:1000ms]>\n\"Neutron star density limits\" describe how tightly matter can pack before collapsing into a black hole.\n<[silence:2800ms]>\n\nA sugar-cube-sized piece of neutron star weighs as much as a mountain.<[silence:1600ms]> This happens when a dying star’s core collapses, squeezing protons and electrons into neutrons—like crushing a soda can into a marble.<[silence:2800ms]>\n\nThe limit is called the Tolman-Oppenheimer-Volkoff (TOV) boundary.<[silence:1600ms]> If a neutron star grows beyond ~2.2 solar masses, gravity wins, and it becomes a black hole.<[silence:1600ms]> Think of it like stacking books: too many, and the shelf breaks.<[silence:2800ms]>\n\nObservations of PSR J0740+6620, a 2.08-solar-mass neutron star, push this limit.<[silence:1600ms]> Its density? 1 billion tons per teaspoon.<[silence:2800ms]>\n\nThree related subjects are quark stars, black hole formation, and quantum gravity’s unsolved puzzles.",
  "clean_story": "\"Crushed atoms. Gravity’s ultimate test. \"\n\n\"Neutron star density limits\" describe how tightly matter can pack before collapsing into a black hole.\n\n\nA sugar-cube-sized piece of neutron star weighs as much as a mountain. This happens when a dying star’s core collapses, squeezing protons and electrons into neutrons—like crushing a soda can into a marble.\n\nThe limit is called the Tolman-Oppenheimer-Volkoff (TOV) boundary. If a neutron star grows beyond ~2. 2 solar masses, gravity wins, and it becomes a black hole. Think of it like stacking books: too many, and the shelf breaks.\n\nObservations of PSR J0740+6620, a 2. 08-solar-mass neutron star, push this limit. Its density? 1 billion tons per teaspoon.\n\nThree related subjects are quark stars, black hole formation, and quantum gravity’s unsolved puzzles.",
  "timestamp": "20260225T203646Z"
}