{
  "story_filename": "pulsars_and_quasars",
  "story_title": "Pulsars And Quasars",
  "tagged_story_for_tts": "Pulsars and quasars.<[silence]> Cosmic lighthouses and energy giants.<[silence]><[silence]>\nThe word 'pulsar' comes from 'pulsating radio source,' while 'quasar' is short for 'quasi-stellar radio source.'<[silence]> Both are extreme cosmic objects, but they behave very differently.<[silence]><[silence]>Pulsars are like cosmic lighthouses.<[silence]> They’re the remnants of massive stars that have collapsed into incredibly dense neutron stars, spinning rapidly and emitting beams of radiation.<[silence]> Imagine a star spinning hundreds of times per second, with its beams sweeping across space like a lighthouse beam.<[silence]> When one of these beams points toward Earth, we detect it as a pulse of radio waves.<[silence]> Pulsars are so precise that they rival atomic clocks in accuracy, making them useful for studying gravity and space-time.<[silence]><[silence]>Quasars, on the other hand, are the brightest objects in the universe.<[silence]> They’re powered by supermassive black holes at the centers of distant galaxies, pulling in vast amounts of gas and dust.<[silence]> As this material spirals inward, it heats up and emits enormous amounts of energy, outshining entire galaxies.<[silence]> Quasars are so far away that their light has traveled billions of years to reach us, giving us a glimpse into the early universe.<[silence]><[silence]>Three related subjects are the mysteries of black holes, how neutron stars form, and the evolution of galaxies over time.<[silence]>",
  "clean_story": "Pulsars and quasars. Cosmic lighthouses and energy giants. The word 'pulsar' comes from 'pulsating radio source,' while 'quasar' is short for 'quasi-stellar radio source. ' Both are extreme cosmic objects, but they behave very differently. Pulsars are like cosmic lighthouses. They’re the remnants of massive stars that have collapsed into incredibly dense neutron stars, spinning rapidly and emitting beams of radiation. Imagine a star spinning hundreds of times per second, with its beams sweeping across space like a lighthouse beam. When one of these beams points toward Earth, we detect it as a pulse of radio waves. Pulsars are so precise that they rival atomic clocks in accuracy, making them useful for studying gravity and space-time. Quasars, on the other hand, are the brightest objects in the universe. They’re powered by supermassive black holes at the centers of distant galaxies, pulling in vast amounts of gas and dust. As this material spirals inward, it heats up and emits enormous amounts of energy, outshining entire galaxies. Quasars are so far away that their light has traveled billions of years to reach us, giving us a glimpse into the early universe. Three related subjects are the mysteries of black holes, how neutron stars form, and the evolution of galaxies over time.",
  "timestamp": "20260131T202034Z"
}