{
  "story_filename": "gettier_problem",
  "story_title": "Gettier Problem",
  "tagged_story_for_tts": "Justified true belief.<[silence:1200]> A flaw in knowledge.<[silence:1200]>\nThe \"Gettier problem\" is named after philosopher Edmund Gettier, who showed in 1963 that even if a belief is *justified*, *true*, and *believed*, it might still not count as *knowledge*.<[silence:1200]>\n\nFor centuries, philosophers defined knowledge as three things: a belief that is (1) true, (2) justified by good evidence, and (3) actually believed by the person.<[silence:1200]> Gettier’s short paper—just three pages—blew this up with simple examples where all three conditions are met, yet the result *isn’t* real knowledge.<[silence:1200]>\n\nHere’s how it works: Imagine you see someone who *looks exactly* like your friend driving their car, so you believe, *\"My friend is driving.\"*<[silence:1200]> Your belief is justified (they own that car), and by luck, it’s *true* (they *are* driving—but not the car you saw; they’re in a different one).<[silence:1200]> You got the right answer for the wrong reason.<[silence:1200]> Gettier argued this isn’t *knowledge*—it’s a lucky guess.<[silence:1200]>\n\nHis examples proved that justification + truth + belief aren’t enough.<[silence:1200]> Since 1963, philosophers have scrambled to fix the definition, proposing additions like *\"no false steps in reasoning\"* or *\"the truth must be connected to the justification.\"*<[silence:1200]> Yet no solution is universally accepted.<[silence:1200]>\n\nThe problem doesn’t just live in textbooks.<[silence:1200]> It matters in courtrooms (can eyewitness testimony count as knowledge if it’s true by coincidence?), AI (how do we teach machines to *know* vs. *guess*?), and even daily life—like trusting a weather app that’s right for the wrong reason.<[silence:1200]>\n\nZombies and the Chinese Room.<[silence:1200]> The ship of Theseus.<[silence:1200]> How brains turn information into certainty.",
  "clean_story": "Justified true belief. A flaw in knowledge. The \"Gettier problem\" is named after philosopher Edmund Gettier, who showed in 1963 that even if a belief is *justified*, *true*, and *believed*, it might still not count as *knowledge*. For centuries, philosophers defined knowledge as three things: a belief that is (1) true, (2) justified by good evidence, and (3) actually believed by the person. Gettier’s short paper—just three pages—blew this up with simple examples where all three conditions are met, yet the result *isn’t* real knowledge. Here’s how it works: Imagine you see someone who *looks exactly* like your friend driving their car, so you believe, *\"My friend is driving. \"* Your belief is justified (they own that car), and by luck, it’s *true* (they *are* driving—but not the car you saw; they’re in a different one). You got the right answer for the wrong reason. Gettier argued this isn’t *knowledge*—it’s a lucky guess. His examples proved that justification + truth + belief aren’t enough. Since 1963, philosophers have scrambled to fix the definition, proposing additions like *\"no false steps in reasoning\"* or *\"the truth must be connected to the justification. \"* Yet no solution is universally accepted. The problem doesn’t just live in textbooks. It matters in courtrooms (can eyewitness testimony count as knowledge if it’s true by coincidence?), AI (how do we teach machines to *know* vs. *guess*?), and even daily life—like trusting a weather app that’s right for the wrong reason. Zombies and the Chinese Room. The ship of Theseus. How brains turn information into certainty.",
  "timestamp": "20260206T000246Z"
}