{
  "story_filename": "buoyancy_physics",
  "story_title": "Buoyancy Physics",
  "tagged_story_for_tts": "<[silence:3400ms]>Floating without sinking. <[silence:1200ms]> Water pushing back.<[silence:2800ms]>\"Buoyancy\" comes from the Greek bouyant, meaning \"able to float\"—because fluids, like water or air, push upward against anything submerged.<[silence:1600ms]>It’s not magic—it’s a shoving match between weight and liquid.<[silence:2800ms]>Here’s the hidden rule:<[silence:1600ms]>If an object weighs less than the fluid it displaces, it floats.<[silence:1600ms]>Like a beach ball in a pool.<[silence:1600ms]>The ball’s plastic is light, but its wide shape shoves aside a lot of water—water that, if poured into the ball, would weigh more than the ball itself.<[silence:2800ms]>Now picture a steel ship.<[silence:1600ms]>Steel sinks if dropped as a block—but spread it into a hollow hull, and suddenly it displaces thousands of tons of water.<[silence:1600ms]>That displaced water’s weight?<[silence:800ms]>—far heavier than the ship.<[silence:2800ms]>Even air obeys this.<[silence:1600ms]>A helium balloon rises because the helium inside weighs less than the air it pushes out of the way.<[silence:1600ms]>No engine. No wings.<[silence:1600ms]>Just physics playing favorites.<[silence:2800ms]>Three related subjects are submarine depth control, why icebergs flip, and how fish bladders work.",
  "clean_story": "Floating without sinking.  Water pushing back. \"Buoyancy\" comes from the Greek bouyant, meaning \"able to float\"—because fluids, like water or air, push upward against anything submerged. It’s not magic—it’s a shoving match between weight and liquid. Here’s the hidden rule:If an object weighs less than the fluid it displaces, it floats. Like a beach ball in a pool. The ball’s plastic is light, but its wide shape shoves aside a lot of water—water that, if poured into the ball, would weigh more than the ball itself. Now picture a steel ship. Steel sinks if dropped as a block—but spread it into a hollow hull, and suddenly it displaces thousands of tons of water. That displaced water’s weight?—far heavier than the ship. Even air obeys this. A helium balloon rises because the helium inside weighs less than the air it pushes out of the way. No engine. No wings. Just physics playing favorites. Three related subjects are submarine depth control, why icebergs flip, and how fish bladders work.",
  "timestamp": "20260225T220006Z"
}