{
  "story_filename": "cliff_young_s_marathon_-_1983",
  "story_title": "Cliff Young S Marathon - 1983",
  "tagged_story_for_tts": "A marathon. A record.<[silence]>\nThe name \"Cliff Young\" comes from the man who broke the marathon world.<[silence]>\n\nCliff Young was a farmer from Australia who didn’t start running until he was 61 years old.<[silence]> He was known for his unusual running style—he ran with a shuffling gait and wore overalls and work boots.<[silence]> But in 1983, he shocked the world by winning the Sydney to Melbourne Ultra Marathon, a grueling 544-mile race.<[silence]>\n\nYoung ran for nearly six days straight, barely stopping to sleep or eat.<[silence]> His secret? He didn’t know the rules of professional running, so he just kept going, fueled by determination and a simple belief that he could finish.<[silence]> His victory inspired others and proved that age and unconventional methods don’t always hold you back.<[silence]>\n\nThree related subjects are the science of endurance, the psychology of determination, and the history of record-breaking athletes.<[silence]>",
  "clean_story": "A marathon. A record. The name \"Cliff Young\" comes from the man who broke the marathon world. Cliff Young was a farmer from Australia who didn’t start running until he was 61 years old. He was known for his unusual running style—he ran with a shuffling gait and wore overalls and work boots. But in 1983, he shocked the world by winning the Sydney to Melbourne Ultra Marathon, a grueling 544-mile race. Young ran for nearly six days straight, barely stopping to sleep or eat. His secret? He didn’t know the rules of professional running, so he just kept going, fueled by determination and a simple belief that he could finish. His victory inspired others and proved that age and unconventional methods don’t always hold you back. Three related subjects are the science of endurance, the psychology of determination, and the history of record-breaking athletes.",
  "timestamp": "20251210T164645Z"
}