{
  "story_filename": "how_velcro_mimics_burrs",
  "story_title": "How Velcro Mimics Burrs",
  "tagged_story_for_tts": "<[silence:3400ms]>Sticky seeds. <[silence:1200ms]> Hook-and-loop fasteners.<[silence:2800ms]>\"Velcro\" blends velours (French for \"velvet\") and crochet (\"hook\"), naming its two sides—soft loops and stiff hooks that cling like burrs to fur.<[silence:2800ms]>Burrs don’t glue or suction—they exploit tiny, barbed hooks, evolved to hitchhike on animal coats.<[silence:1600ms]>A single cocklebur can carry 4,000 hooks per square inch, each bending but not breaking under tension.<[silence:1600ms]>Velcro copies this: nylon hooks, molded like fish scales, flex to grip loops then lock when pulled.<[silence:2800ms]>Test it:<[silence:1600ms]>Press a burr to your sock—it sticks instantly, yet peels off cleanly.<[silence:1600ms]>Same with Velcro: NASA used it in the 1960s to anchor tools in zero-G, where magnets failed.<[silence:1600ms]>The hooks’ angle matters—too steep, they snag permanently; too shallow, they slide off.<[silence:1600ms]>Burrs solved this over millennia; Velcro’s patent (1955) just measured it.<[silence:2800ms]>Three related subjects are bioinspired adhesives, plant dispersal mechanics, and how texture creates grip.<[silence:1600ms]>",
  "clean_story": "Sticky seeds.  Hook-and-loop fasteners. \"Velcro\" blends velours (French for \"velvet\") and crochet (\"hook\"), naming its two sides—soft loops and stiff hooks that cling like burrs to fur. Burrs don’t glue or suction—they exploit tiny, barbed hooks, evolved to hitchhike on animal coats. A single cocklebur can carry 4,000 hooks per square inch, each bending but not breaking under tension. Velcro copies this: nylon hooks, molded like fish scales, flex to grip loops then lock when pulled. Test it:Press a burr to your sock—it sticks instantly, yet peels off cleanly. Same with Velcro: NASA used it in the 1960s to anchor tools in zero-G, where magnets failed. The hooks’ angle matters—too steep, they snag permanently; too shallow, they slide off. Burrs solved this over millennia; Velcro’s patent (1955) just measured it. Three related subjects are bioinspired adhesives, plant dispersal mechanics, and how texture creates grip.",
  "timestamp": "20260226T222549Z"
}