{
  "story_filename": "ceramic",
  "story_title": "Ceramic",
  "tagged_story_for_tts": "<[silence:3400]>\nHardened clay. Fire’s alchemy.\n\n<[silence:2400]>\nThe word ceramic comes from the Greek keramikos, meaning \"of pottery\"—a nod to its birth in kilns, where mud becomes stone through heat.\n\n<[silence:1200]>\nCeramics are often seen as fragile teacups or decorative tiles.<[silence:1200]> Yet their true strength lies in atomic bonds: silica and alumina particles fuse under 1,000°C+, creating materials harder than steel but lighter than aluminum.\n\n<[silence:2400]>\nA spark plug’s insulator—thin, white, and unassuming—endures 30,000 volts and 1,000°F without cracking.<[silence:1200]> Space shuttle tiles, 94% air by volume, shield against 3,000°F re-entry heat.<[silence:1200]> Both rely on ceramics’ thermal shock resistance: their lattice structures absorb energy like a spring, not a brittle rod.\n\n<[silence:2400]>\nTools like slip casting (pouring clay slurry into molds) or isostatic pressing (compressing powder uniformly) turn raw earth into jet engine turbines or dental implants.<[silence:1200]> Even piezoelectric ceramics—found in lighters and ultrasound machines—convert pressure to electricity with 90% efficiency.\n\n<[silence:2400]>\nThree related subjects are glaze chemistry, ancient kiln designs, and bioceramics in medicine.",
  "clean_story": "Hardened clay. Fire’s alchemy.\n\n\nThe word ceramic comes from the Greek keramikos, meaning \"of pottery\"—a nod to its birth in kilns, where mud becomes stone through heat.\n\n\nCeramics are often seen as fragile teacups or decorative tiles. Yet their true strength lies in atomic bonds: silica and alumina particles fuse under 1,000°C+, creating materials harder than steel but lighter than aluminum.\n\n\nA spark plug’s insulator—thin, white, and unassuming—endures 30,000 volts and 1,000°F without cracking. Space shuttle tiles, 94% air by volume, shield against 3,000°F re-entry heat. Both rely on ceramics’ thermal shock resistance: their lattice structures absorb energy like a spring, not a brittle rod.\n\n\nTools like slip casting (pouring clay slurry into molds) or isostatic pressing (compressing powder uniformly) turn raw earth into jet engine turbines or dental implants. Even piezoelectric ceramics—found in lighters and ultrasound machines—convert pressure to electricity with 90% efficiency.\n\n\nThree related subjects are glaze chemistry, ancient kiln designs, and bioceramics in medicine.",
  "timestamp": "20260225T162934Z"
}