{
  "story_filename": "big_bang_theory",
  "story_title": "Big Bang Theory",
  "tagged_story_for_tts": "\"Cosmic origin. <[silence]> The universe's birth in a flash.<[silence]>\n'Big Bang Theory' combines 'big' and 'bang,' reflecting its scale and explosive nature.<[silence]> It's the leading model explaining our universe's origin and evolution.<[silence]> Unlike the common misconception, it wasn't an explosion in space; space itself expanded and has been doing so ever since.<[silence]>\\n\\nImagine inflating a balloon with dots drawn on it.<[silence]> As the balloon expands, the dots move apart, just like galaxies in our universe.<[silence]> This expansion started around 13.8 billion years ago, from a point of infinite density and temperature.<[silence]> In a fraction of a second, it cooled and expanded, releasing particles that eventually formed atoms, then stars, and galaxies.<[silence]>\\n\\nThe theory predicts the universe should be filled with leftover radiation from this event.<[silence]> In 1965, Arno Penzias and Robert Wilson discovered this cosmic microwave background radiation, confirming the Big Bang Theory.<[silence]> Today, we use it to study the early universe's conditions and the formation of the first stars.<[silence]>\\n\\nThree related subjects are the hunt for dark matter, the role of black holes in shaping galaxies, and the quest to understand the universe's ultimate fate.\"",
  "clean_story": "\"Cosmic origin.  The universe's birth in a flash. 'Big Bang Theory' combines 'big' and 'bang,' reflecting its scale and explosive nature. It's the leading model explaining our universe's origin and evolution. Unlike the common misconception, it wasn't an explosion in space; space itself expanded and has been doing so ever since. \\n\\nImagine inflating a balloon with dots drawn on it. As the balloon expands, the dots move apart, just like galaxies in our universe. This expansion started around 13. 8 billion years ago, from a point of infinite density and temperature. In a fraction of a second, it cooled and expanded, releasing particles that eventually formed atoms, then stars, and galaxies. \\n\\nThe theory predicts the universe should be filled with leftover radiation from this event. In 1965, Arno Penzias and Robert Wilson discovered this cosmic microwave background radiation, confirming the Big Bang Theory. Today, we use it to study the early universe's conditions and the formation of the first stars. \\n\\nThree related subjects are the hunt for dark matter, the role of black holes in shaping galaxies, and the quest to understand the universe's ultimate fate. \"",
  "timestamp": "20260117T164554Z"
}