{
  "story_filename": "famous_disappearances",
  "story_title": "Famous Disappearances",
  "tagged_story_for_tts": "<[silence:3400ms]>Vanished without trace. <[silence:1200ms]> Stories left unfinished.<[silence:2800ms]>\"Famous disappearances\" refers to people or things that went missing so completely, even experts can’t explain how.<[silence:1600ms]>Like a book with the last page torn out—you know the story was there, but no clue where it went.<[silence:2800ms]>Take Amelia Earhart.<[silence:1600ms]>Her plane’s radio cut mid-message in 1937, searching for a tiny Pacific island.<[silence:1600ms]>Theories range from crash-and-sink to captured-by-Japan—yet not a single confirmed piece of her Lockheed Electra has surfaced.<[silence:2800ms]>Or the Flannan Isles lighthouse keepers.<[silence:1600ms]>Three men vanished from a locked tower in 1900.<[silence:1600ms]>Their last logbook entry? \"Storm ended, all quiet.\"<[silence:1600ms]>Yet their oilskins were left behind, meals untouched.<[silence:2800ms]>Then there’s the SS Waratah, a steamship that disappeared with 211 passengers in 1909.<[silence:1600ms]>No wreckage, no distress call—just a single lifebuoy washed ashore months later.<[silence:1600ms]>Like a ghost ship that never chose to reappear.<[silence:2800ms]>What ties these cases?<[silence:1600ms]>No bodies, no definitive clues—just gaps wide enough for myths to grow.<[silence:1600ms]>Some blame rogue waves, others alien abductions.<[silence:1600ms]>Science calls them \"unsolved.\"<[silence:2800ms]>Three related subjects are abandoned ghost ships, unexplained radio silence, and how oceans erase evidence.",
  "clean_story": "Vanished without trace.  Stories left unfinished. \"Famous disappearances\" refers to people or things that went missing so completely, even experts can’t explain how. Like a book with the last page torn out—you know the story was there, but no clue where it went. Take Amelia Earhart. Her plane’s radio cut mid-message in 1937, searching for a tiny Pacific island. Theories range from crash-and-sink to captured-by-Japan—yet not a single confirmed piece of her Lockheed Electra has surfaced. Or the Flannan Isles lighthouse keepers. Three men vanished from a locked tower in 1900. Their last logbook entry? \"Storm ended, all quiet. \"Yet their oilskins were left behind, meals untouched. Then there’s the SS Waratah, a steamship that disappeared with 211 passengers in 1909. No wreckage, no distress call—just a single lifebuoy washed ashore months later. Like a ghost ship that never chose to reappear. What ties these cases?No bodies, no definitive clues—just gaps wide enough for myths to grow. Some blame rogue waves, others alien abductions. Science calls them \"unsolved. \"Three related subjects are abandoned ghost ships, unexplained radio silence, and how oceans erase evidence.",
  "timestamp": "20260226T221505Z"
}