{
  "story_filename": "how_cultures_worshipped_the_sun",
  "story_title": "How Cultures Worshipped The Sun",
  "tagged_story_for_tts": "<[silence:3400ms]>Fire in the sky. <[silence:1200ms]>Life’s daily rebirth.<[silence:2800ms]>\"Sun worship\" isn’t about praying to a ball of gas—it’s treating the sun as a living force, like a farmer thanking the rain before planting.<[silence:2800ms]>Ancient Egyptians saw Ra, a falcon-headed god, rowing the sun across the sky in a golden boat—each sunset a battle against darkness.<[silence:1600ms]>At night, Ra traveled through the underworld, lighting caves with his glow.<[silence:1600ms]>Temples like Abu Simbel were built so sunlight would pierce the inner sanctuary twice a year, landing on statues like a divine alarm clock.<[silence:2800ms]>The Inca called their sun god Inti and measured time with knotted strings—each knot a prayer, each color a crop season.<[silence:1600ms]>They built stone pillars on mountaintops to catch the first sunrays, signaling when to plant potatoes or hold festivals.<[silence:1600ms]>No clocks. No calendars. Just shadows and light.<[silence:2800ms]>In Japan, Amaterasu, the sun goddess, once hid in a cave, plunging the world into darkness.<[silence:1600ms]>Other gods lured her out by hanging a mirror and jewels outside, tricking her with reflections of her own brilliance.<[silence:1600ms]>Today, shrines still use mirrors to symbolize her return.<[silence:2800ms]>The Aztecs didn’t just watch the sun—they fed it.<[silence:1600ms]>Believing the sun needed human blood to keep moving, they performed rituals where warriors dueled to the death.<[silence:1600ms]>The loser’s heart, still beating, was offered to Huitzilopochtli—not as cruelty, but as cosmic maintenance.<[silence:2800ms]>Three related subjects are moon deities’ hidden roles, <[silence:250ms]>solar alignments in stone circles, <[silence:250ms]>and how eclipses changed history.",
  "clean_story": "Fire in the sky. Life’s daily rebirth. \"Sun worship\" isn’t about praying to a ball of gas—it’s treating the sun as a living force, like a farmer thanking the rain before planting. Ancient Egyptians saw Ra, a falcon-headed god, rowing the sun across the sky in a golden boat—each sunset a battle against darkness. At night, Ra traveled through the underworld, lighting caves with his glow. Temples like Abu Simbel were built so sunlight would pierce the inner sanctuary twice a year, landing on statues like a divine alarm clock. The Inca called their sun god Inti and measured time with knotted strings—each knot a prayer, each color a crop season. They built stone pillars on mountaintops to catch the first sunrays, signaling when to plant potatoes or hold festivals. No clocks. No calendars. Just shadows and light. In Japan, Amaterasu, the sun goddess, once hid in a cave, plunging the world into darkness. Other gods lured her out by hanging a mirror and jewels outside, tricking her with reflections of her own brilliance. Today, shrines still use mirrors to symbolize her return. The Aztecs didn’t just watch the sun—they fed it. Believing the sun needed human blood to keep moving, they performed rituals where warriors dueled to the death. The loser’s heart, still beating, was offered to Huitzilopochtli—not as cruelty, but as cosmic maintenance. Three related subjects are moon deities’ hidden roles, solar alignments in stone circles, and how eclipses changed history.",
  "timestamp": "20260226T211946Z"
}