{
  "story_filename": "ted_bundy",
  "story_title": "Ted Bundy",
  "tagged_story_for_tts": "Deception and charisma.  \n<[silence]>  \nTed Bundy, born in 1946, was an American serial killer whose crimes spanned the 1970s. <[silence]> He confessed to the murder of 30 women, though the actual number remains uncertain. <[silence]> Bundy's charm and intelligence allowed him to evade capture for years. <[silence]> His ability to manipulate those around him was a notable aspect of his criminal behavior. <[silence]>  \n\nBundy often lured victims by feigning injury or impersonating authority figures. <[silence]> This tactic enabled him to gain their trust before committing his heinous acts. <[silence]> His crimes were characterized by brutality and a lack of remorse. <[silence]> Bundy's actions left a lasting impact on the families of his victims and the broader community. <[silence]>  \n\nHe was apprehended in 1978 after a series of escapes from custody. <[silence]> His trial was one of the first to be nationally televised, drawing significant public attention. <[silence]> Bundy was executed in Florida's electric chair in 1989. <[silence]> His case has been studied extensively in criminal psychology. <[silence]>  \n\nThree related subjects are the psychology of serial killers, the role of media in criminal cases, and the evolution of forensic science.",
  "clean_story": "Deception and charisma.  \n Ted Bundy, born in 1946, was an American serial killer whose crimes spanned the 1970s.  He confessed to the murder of 30 women, though the actual number remains uncertain.  Bundy's charm and intelligence allowed him to evade capture for years.  His ability to manipulate those around him was a notable aspect of his criminal behavior.  Bundy often lured victims by feigning injury or impersonating authority figures.  This tactic enabled him to gain their trust before committing his heinous acts.  His crimes were characterized by brutality and a lack of remorse.  Bundy's actions left a lasting impact on the families of his victims and the broader community.  He was apprehended in 1978 after a series of escapes from custody.  His trial was one of the first to be nationally televised, drawing significant public attention.  Bundy was executed in Florida's electric chair in 1989.  His case has been studied extensively in criminal psychology.  Three related subjects are the psychology of serial killers, the role of media in criminal cases, and the evolution of forensic science.",
  "timestamp": "20251213T170320Z"
}