{
  "story_filename": "global_art_market",
  "story_title": "Global Art Market",
  "tagged_story_for_tts": "Art buying and selling.<[silence:1200]> A worldwide exchange.<[silence:1200]>\nThe term \"art market\" emerged in 17th-century Amsterdam, where public auctions first sold paintings like Rembrandt’s *The Night Watch* to global collectors.<[silence:1200]>\n\nThe 1980s boom began with Japanese corporates purchasing van Goghs for record sums, like *Sunflowers* for $39.9M in 1987.<[silence:1200]> Auction houses like Sotheby’s and Christie’s standardized bidding wars, while freeports in Geneva and Luxembourg stored $100B+ in tax-free art by 2020.<[silence:1200]> Today, 60% of high-value sales occur in New York, Hong Kong, and London, driven by ultra-high-net-worth individuals.<[silence:1200]>\n\nDigital shifts arrived with NFTs in 2021, like Beeple’s *Everydays* selling for $69M via blockchain.<[silence:1200]> AI tools now authenticate works by analyzing brushstrokes, cutting forgery risks by 40% since 2015.<[silence:1200]>\n\nArt as collateral. Cultural diplomacy. Money laundering crackdowns.<[silence:1200]>",
  "clean_story": "Art buying and selling. A worldwide exchange. The term \"art market\" emerged in 17th-century Amsterdam, where public auctions first sold paintings like Rembrandt’s *The Night Watch* to global collectors. The 1980s boom began with Japanese corporates purchasing van Goghs for record sums, like *Sunflowers* for $39. 9M in 1987. Auction houses like Sotheby’s and Christie’s standardized bidding wars, while freeports in Geneva and Luxembourg stored $100B+ in tax-free art by 2020. Today, 60% of high-value sales occur in New York, Hong Kong, and London, driven by ultra-high-net-worth individuals. Digital shifts arrived with NFTs in 2021, like Beeple’s *Everydays* selling for $69M via blockchain. AI tools now authenticate works by analyzing brushstrokes, cutting forgery risks by 40% since 2015. Art as collateral. Cultural diplomacy. Money laundering crackdowns.",
  "timestamp": "20260210T123701Z"
}