{
  "story_filename": "decision-making_under_uncertainty_probability_risk_and_heuristics",
  "story_title": "Decision-Making Under Uncertainty Probability Risk And Heuristics",
  "tagged_story_for_tts": "Making choices.<[silence]> Guessing with clues.<[silence]><[silence]>\nThe word 'heuristic' comes from the Greek word for 'to find.'<[silence]> It’s like using shortcuts to make decisions when you don’t have all the information.<[silence]><[silence]>Imagine you’re in a new city and need to find a restaurant.<[silence]> You might choose one with a long line, assuming it’s good, or pick the one with the brightest sign.<[silence]> These are heuristics—quick, practical rules of thumb that help you decide without analyzing every detail.<[silence]><[silence]>Heuristics are useful because they save time and mental energy.<[silence]> For example, when shopping online, you might rely on customer reviews or ratings to decide what to buy.<[silence]> These shortcuts help you make decisions faster, even if they’re not always perfect.<[silence]><[silence]>But heuristics can also lead to mistakes.<[silence]> For instance, you might assume that a book is good because it’s popular, even if it doesn’t match your interests.<[silence]> This is called the 'popularity heuristic,' and it can sometimes steer you wrong.<[silence]><[silence]>Another common heuristic is the 'availability heuristic,' where you judge how likely something is based on how easily you can think of examples.<[silence]> For example, you might think airplane crashes are more common than car accidents because news stories about plane crashes stick in your mind.<[silence]> In reality, car accidents are far more frequent, but they don’t get as much attention.<[silence]><[silence]>Heuristics are a normal part of decision-making, but being aware of them can help you make better choices.<[silence]> By recognizing when you’re relying on shortcuts, you can take a step back and consider other factors.<[silence]><[silence]>Three related subjects are cognitive biases, the science of risk assessment, and how algorithms make decisions.<[silence]>",
  "clean_story": "Making choices. Guessing with clues. The word 'heuristic' comes from the Greek word for 'to find. ' It’s like using shortcuts to make decisions when you don’t have all the information. Imagine you’re in a new city and need to find a restaurant. You might choose one with a long line, assuming it’s good, or pick the one with the brightest sign. These are heuristics—quick, practical rules of thumb that help you decide without analyzing every detail. Heuristics are useful because they save time and mental energy. For example, when shopping online, you might rely on customer reviews or ratings to decide what to buy. These shortcuts help you make decisions faster, even if they’re not always perfect. But heuristics can also lead to mistakes. For instance, you might assume that a book is good because it’s popular, even if it doesn’t match your interests. This is called the 'popularity heuristic,' and it can sometimes steer you wrong. Another common heuristic is the 'availability heuristic,' where you judge how likely something is based on how easily you can think of examples. For example, you might think airplane crashes are more common than car accidents because news stories about plane crashes stick in your mind. In reality, car accidents are far more frequent, but they don’t get as much attention. Heuristics are a normal part of decision-making, but being aware of them can help you make better choices. By recognizing when you’re relying on shortcuts, you can take a step back and consider other factors. Three related subjects are cognitive biases, the science of risk assessment, and how algorithms make decisions.",
  "timestamp": "20260131T101121Z"
}