{
  "story_filename": "vibration-based_hunting",
  "story_title": "Vibration-Based Hunting",
  "tagged_story_for_tts": "<[silence:3400ms]>Hunting without sight. <[silence:1200ms]> Feeling prey through tremors.<[silence:2800ms]>\"Vibration-based hunting\" describes predators that detect movement through ground or water vibrations—like reading invisible ripples.<[silence:2800ms]>A snake’s forked tongue tastes the air, but a sand scorpion hears with its legs.<[silence:1600ms]>Eight hairy sensors on its limbs pick up footsteps 50 cm away—even a beetle’s tiny steps.<[silence:1600ms]>No ears needed.<[silence:2800ms]>Water scorpions do this too.<[silence:1600ms]>They freeze, front legs pressed to the surface, waiting for a struggling insect’s waves.<[silence:1600ms]>Strike in 0.1 seconds.<[silence:2800ms]>Some spiders turn their webs into vibration maps.<[silence:1600ms]>A trapped fly’s buzz sends unique patterns up the silk—like Morse code for dinner.<[silence:1600ms]>Even blind, they pinpoint prey.<[silence:2800ms]>Humans mimic this.<[silence:1600ms]>Military snipers use seismic sensors to track enemy movement through soil vibrations.<[silence:1600ms]>Elephants detect distant storms the same way—feeling rumbles through their feet.<[silence:2800ms]>Three related subjects are bio-inspired robotics, how insects exploit vibrations, and sensing beyond five senses.",
  "clean_story": "Hunting without sight.  Feeling prey through tremors. \"Vibration-based hunting\" describes predators that detect movement through ground or water vibrations—like reading invisible ripples. A snake’s forked tongue tastes the air, but a sand scorpion hears with its legs. Eight hairy sensors on its limbs pick up footsteps 50 cm away—even a beetle’s tiny steps. No ears needed. Water scorpions do this too. They freeze, front legs pressed to the surface, waiting for a struggling insect’s waves. Strike in 0. 1 seconds. Some spiders turn their webs into vibration maps. A trapped fly’s buzz sends unique patterns up the silk—like Morse code for dinner. Even blind, they pinpoint prey. Humans mimic this. Military snipers use seismic sensors to track enemy movement through soil vibrations. Elephants detect distant storms the same way—feeling rumbles through their feet. Three related subjects are bio-inspired robotics, how insects exploit vibrations, and sensing beyond five senses.",
  "timestamp": "20260228T150429Z"
}