{
  "story_filename": "cryptocurrency",
  "story_title": "Cryptocurrency",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Digital money. No banks needed.\"\n<[silence:2400]>\n\"Cryptocurrency\" mixes \"crypto\" (hidden codes) and \"currency\" (money).<[silence:1200]> It’s like trading rare Pokémon cards online—except the cards are math, not paper.<[silence:2400]\n\nMost money lives in banks.<[silence:1200]> Crypto lives on a shared ledger called a blockchain—a digital notebook everyone can check, but no one can erase.<[silence:2400]>\nBitcoin, the first crypto, launched in 2009.<[silence:1200]> Its creator, Satoshi Nakamoto, vanished after writing: \"I’m moving on to other things.\"<[silence:1200]> No one knows who they are.<[silence:2400]>\n\nCrypto works like a vending machine:<[silence:1200]> You put in regular money, press buttons (buy/sell), and get digital coins.<[silence:1200]> Miners—computers solving puzzles—keep the system running, earning crypto as payment.<[silence:2400]>\nExample: In 2010, a programmer bought two pizzas for 10,000 Bitcoin.<[silence:1200]> Today, those Bitcoins would buy 600 million pizzas.<[silence:2400]>\n\nThree related subjects are smart contracts, decentralized finance, and NFT ownership proofs.",
  "clean_story": "\"Digital money. No banks needed. \"\n\n\"Cryptocurrency\" mixes \"crypto\" (hidden codes) and \"currency\" (money). It’s like trading rare Pokémon cards online—except the cards are math, not paper. <[silence:2400]\n\nMost money lives in banks. Crypto lives on a shared ledger called a blockchain—a digital notebook everyone can check, but no one can erase.\nBitcoin, the first crypto, launched in 2009. Its creator, Satoshi Nakamoto, vanished after writing: \"I’m moving on to other things. \" No one knows who they are.\n\nCrypto works like a vending machine: You put in regular money, press buttons (buy/sell), and get digital coins. Miners—computers solving puzzles—keep the system running, earning crypto as payment.\nExample: In 2010, a programmer bought two pizzas for 10,000 Bitcoin. Today, those Bitcoins would buy 600 million pizzas.\n\nThree related subjects are smart contracts, decentralized finance, and NFT ownership proofs.",
  "timestamp": "20260223T150050Z"
}