{
  "subject": "Petri nets",
  "raw": "Concurrency, token flow, bipartite graph, reachability, transition firing. <[silence]> \n\nPetri nets are a mathematical modeling language used for the description of distributed systems. <[silence]> They consist of places, transitions, and arcs that connect these elements. <[silence]> Places can contain tokens, which are used to represent the state of the system. <[silence]> Transitions describe the change of state, and their firing results in the movement of tokens. <[silence]>\n\nThe structure of a Petri net is a bipartite graph, where places and transitions form the two distinct sets of nodes. <[silence]> The arcs are directed and connect places to transitions or transitions to places, but never directly between places or transitions. <[silence]> This structure allows for the modeling of concurrent, asynchronous, and distributed systems. <[silence]> \n\nReachability is a key concept in Petri nets, determining which states can be reached from a given initial state. <[silence]> The reachability graph is often used to analyze the behavior of the system and to ensure properties like deadlock-freedom. <[silence]> Transition firing is governed by the availability of tokens in the input places, making the net's behavior deterministic or nondeterministic depending on the configuration. <[silence]> \n\nThree related subjects are automata theory, formal verification, and discrete event systems.",
  "clean": "Concurrency, token flow, bipartite graph, reachability, transition firing.  Petri nets are a mathematical modeling language used for the description of distributed systems.  They consist of places, transitions, and arcs that connect these elements.  Places can contain tokens, which are used to represent the state of the system.  Transitions describe the change of state, and their firing results in the movement of tokens.  The structure of a Petri net is a bipartite graph, where places and transitions form the two distinct sets of nodes.  The arcs are directed and connect places to transitions or transitions to places, but never directly between places or transitions.  This structure allows for the modeling of concurrent, asynchronous, and distributed systems.  Reachability is a key concept in Petri nets, determining which states can be reached from a given initial state.  The reachability graph is often used to analyze the behavior of the system and to ensure properties like deadlock-freedom.  Transition firing is governed by the availability of tokens in the input places, making the net's behavior deterministic or nondeterministic depending on the configuration.  Three related subjects are automata theory, formal verification, and discrete event systems.",
  "timestamp": "20250823T215949Z"
}