{
  "dated_filename": "20251127T165628Z_the_precise_composition_of_sugar.json",
  "tagged": "Carbon, hydrogen, oxygen.<[silence]> Molecular structure.<[silence]> Sucrose, glucose, fructose.<[silence]>\n\nSugar, in its most recognized form, is primarily composed of sucrose.<[silence]> Sucrose is a disaccharide, meaning it is made up of two monosaccharide molecules: glucose and fructose.<[silence]> The chemical formula for sucrose is C12H22O11.<[silence]> This indicates that each molecule of sucrose contains 12 carbon atoms, 22 hydrogen atoms, and 11 oxygen atoms.<[silence]> The bond between glucose and fructose in sucrose is a glycosidic linkage, specifically an alpha-1,2-glycosidic bond.<[silence]>\n\nGlucose and fructose, the building blocks of sucrose, are simple sugars or monosaccharides.<[silence]> Glucose, with the chemical formula C6H12O6, is an aldohexose, meaning it contains an aldehyde group and six carbon atoms.<[silence]> Fructose, also C6H12O6, is a ketohexose, characterized by a ketone group and six carbon atoms.<[silence]> Despite sharing the same molecular formula, glucose and fructose differ in structure, which influences their sweetness and solubility.<[silence]> Fructose is notably sweeter than glucose, contributing to the overall sweetness of sucrose.<[silence]>\n\nThe precise composition of sugar is significant in various contexts, from culinary applications to biological processes.<[silence]> In the human body, enzymes such as sucrase break down sucrose into glucose and fructose for absorption.<[silence]> This breakdown is crucial for energy production, as glucose is a primary energy source for cells.<[silence]> In food production, the composition of sugar affects texture, preservation, and fermentation.<[silence]> Understanding the molecular makeup of sugar allows for its effective use in diverse industries.<[silence]>\n\nThree related subjects are the role of sugar in metabolism, the impact of sugar on dental health, and the industrial production of sugar.<[silence]>",
  "clean": "Carbon, hydrogen, oxygen. Molecular structure. Sucrose, glucose, fructose. Sugar, in its most recognized form, is primarily composed of sucrose. Sucrose is a disaccharide, meaning it is made up of two monosaccharide molecules: glucose and fructose. The chemical formula for sucrose is C12H22O11. This indicates that each molecule of sucrose contains 12 carbon atoms, 22 hydrogen atoms, and 11 oxygen atoms. The bond between glucose and fructose in sucrose is a glycosidic linkage, specifically an alpha-1,2-glycosidic bond. Glucose and fructose, the building blocks of sucrose, are simple sugars or monosaccharides. Glucose, with the chemical formula C6H12O6, is an aldohexose, meaning it contains an aldehyde group and six carbon atoms. Fructose, also C6H12O6, is a ketohexose, characterized by a ketone group and six carbon atoms. Despite sharing the same molecular formula, glucose and fructose differ in structure, which influences their sweetness and solubility. Fructose is notably sweeter than glucose, contributing to the overall sweetness of sucrose. The precise composition of sugar is significant in various contexts, from culinary applications to biological processes. In the human body, enzymes such as sucrase break down sucrose into glucose and fructose for absorption. This breakdown is crucial for energy production, as glucose is a primary energy source for cells. In food production, the composition of sugar affects texture, preservation, and fermentation. Understanding the molecular makeup of sugar allows for its effective use in diverse industries. Three related subjects are the role of sugar in metabolism, the impact of sugar on dental health, and the industrial production of sugar.",
  "timestamp": "20251127T165628Z"
}