{
  "story_filename": "magnesia",
  "story_title": "Magnesia",
  "tagged_story_for_tts": "<[silence:3400]>\nWhite mineral. Fireproof, alkaline.<[silence:2400]>\nThe name magnesia traces to Magnesia, a Greek region where its deposits were first mined—its purity and resistance defining its uses.<[silence:1200]>\n\nMagnesia is magnesium oxide in its refined form.<[silence:1200]> A powder so stable it resists flames up to 2,800°C, yet dissolves in water to neutralize acidity.<[silence:2400]> Its duality makes it indispensable.<[silence:1200]>\n\nIn metallurgy, magnesia lines furnaces, preventing molten steel from corroding the walls.<[silence:1200]> In medicine, it’s the active ingredient in antacids like milk of magnesia, binding stomach acid in minutes.<[silence:2400]> Even athletes use it—gymnasts coat their hands with magnesia carbonate to grip bars without slipping.<[silence:1200]>\n\nIts production is precise: heating magnesium carbonate or hydroxide to 1,500°C drives off CO₂, leaving pure MgO.<[silence:1200]> Tools like rotary kilns ensure uniformity.<[silence:2400]>\n\nThree related subjects are refractory materials, mineral-based medicines, and industrial heat resistance.<[silence:1200]>",
  "clean_story": "White mineral. Fireproof, alkaline.\nThe name magnesia traces to Magnesia, a Greek region where its deposits were first mined—its purity and resistance defining its uses.\n\nMagnesia is magnesium oxide in its refined form. A powder so stable it resists flames up to 2,800°C, yet dissolves in water to neutralize acidity. Its duality makes it indispensable.\n\nIn metallurgy, magnesia lines furnaces, preventing molten steel from corroding the walls. In medicine, it’s the active ingredient in antacids like milk of magnesia, binding stomach acid in minutes. Even athletes use it—gymnasts coat their hands with magnesia carbonate to grip bars without slipping.\n\nIts production is precise: heating magnesium carbonate or hydroxide to 1,500°C drives off CO₂, leaving pure MgO. Tools like rotary kilns ensure uniformity.\n\nThree related subjects are refractory materials, mineral-based medicines, and industrial heat resistance.",
  "timestamp": "20260225T161641Z"
}