{
  "story_filename": "the_solar_system",
  "story_title": "The Solar System",
  "tagged_story_for_tts": "The solar system.<[silence]> A cosmic neighborhood.<[silence]><[silence]>\nThe word 'solar' comes from 'Sol,' the Roman name for the Sun, our star.<[silence]> The solar system is everything bound to it by gravity: planets, moons, asteroids, and comets.<[silence]><[silence]>Imagine the Sun as a giant magnet, pulling eight planets into orbit around it, like beads on a string.<[silence]> Each planet follows its own path, some fast, some slow, but all moving in harmony.<[silence]> Earth, where we live, is one of these planets, the third from the Sun.<[silence]> It’s just the right distance for water to exist as liquid, making it perfect for life as we know it.<[silence]><[silence]>The solar system isn’t just planets.<[silence]> There are also dwarf planets like Pluto, which is smaller than Earth’s Moon, and asteroids—rocky leftovers from when the solar system formed.<[silence]> Comets, made of ice and dust, zoom in from the outer edges, leaving glowing tails as they near the Sun.<[silence]> These icy visitors can be as small as a house or as large as a city.<[silence]><[silence]>The solar system is vast, but it’s also part of something even bigger—the Milky Way galaxy, which has billions of stars, each with their own planets.<[silence]> Our solar system is like a tiny dot in an enormous cosmic ocean.<[silence]> Three related subjects are the search for life beyond Earth, the mysteries of black holes, and how galaxies form and evolve.<[silence]>",
  "clean_story": "The solar system. A cosmic neighborhood. The word 'solar' comes from 'Sol,' the Roman name for the Sun, our star. The solar system is everything bound to it by gravity: planets, moons, asteroids, and comets. Imagine the Sun as a giant magnet, pulling eight planets into orbit around it, like beads on a string. Each planet follows its own path, some fast, some slow, but all moving in harmony. Earth, where we live, is one of these planets, the third from the Sun. It’s just the right distance for water to exist as liquid, making it perfect for life as we know it. The solar system isn’t just planets. There are also dwarf planets like Pluto, which is smaller than Earth’s Moon, and asteroids—rocky leftovers from when the solar system formed. Comets, made of ice and dust, zoom in from the outer edges, leaving glowing tails as they near the Sun. These icy visitors can be as small as a house or as large as a city. The solar system is vast, but it’s also part of something even bigger—the Milky Way galaxy, which has billions of stars, each with their own planets. Our solar system is like a tiny dot in an enormous cosmic ocean. Three related subjects are the search for life beyond Earth, the mysteries of black holes, and how galaxies form and evolve.",
  "timestamp": "20260131T130812Z"
}