{"story_filename": "how_ants_farm_fungus", "story_title": "How Ants Farm Fungus", "tagged_story_for_tts": "<[silence:3400ms]>Underground mushroom farms. <[silence:1200ms]> Ants as tiny gardeners.<[silence:2800ms]>\"Leafcutter ants\" earn their name by slicing leaves—not to eat, but to feed their fungal crops.<[silence:1600ms]>Like farmers hauling wheat, they carry leaf fragments 50 times their weight back to their nests.<[silence:2800ms]>Inside, the real work begins:<[silence:1600ms]>Worker ants chew leaves into a pulp, mix it with saliva and feces, then layer it onto fungus gardens.<[silence:1600ms]>The fungus—Leucoagaricus gongylophorus—grows only for them, breaking down plant toxins into edible sugars.<[silence:2800ms]>A single colony cultivates pounds of fungus yearly, pruning mold with antibiotic secretions from their bodies.<[silence:1600ms]>If a rival fungus invades, soldier ants deploy Pseudonocardia bacteria—like spraying natural pesticides.<[silence:2800ms]>This partnership is ancient:<[silence:1600ms]>Fossilized fungus in 20-million-year-old amber matches today’s ant-farmed strains.<[silence:1600ms]>Some species even \"domesticate\" new fungi, swapping spores like heirloom seeds.<[silence:2800ms]>Three related subjects are ant-pesticide symbiosis, insect agriculture evolution, and how humans mimic nature’s farming.", "clean_story": "Underground mushroom farms.  Ants as tiny gardeners. \"Leafcutter ants\" earn their name by slicing leaves—not to eat, but to feed their fungal crops. Like farmers hauling wheat, they carry leaf fragments 50 times their weight back to their nests. Inside, the real work begins:Worker ants chew leaves into a pulp, mix it with saliva and feces, then layer it onto fungus gardens. The fungus—Leucoagaricus gongylophorus—grows only for them, breaking down plant toxins into edible sugars. A single colony cultivates pounds of fungus yearly, pruning mold with antibiotic secretions from their bodies. If a rival fungus invades, soldier ants deploy Pseudonocardia bacteria—like spraying natural pesticides. This partnership is ancient:Fossilized fungus in 20-million-year-old amber matches today’s ant-farmed strains. Some species even \"domesticate\" new fungi, swapping spores like heirloom seeds. Three related subjects are ant-pesticide symbiosis, insect agriculture evolution, and how humans mimic nature’s farming.", "timestamp": "20260301T094528Z"}