{
  "story_filename": "earth_s_axial_precession",
  "story_title": "Earth S Axial Precession",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Wobbling Earth. Shifting seasons over millennia.\"<[silence:1000]>\n\"Axial precession\" describes Earth’s slow, top-like tilt change.<[silence:2400]>\n\nImagine spinning a toy top.<[silence:1200]> Its axis wobbles in circles as it slows.<[silence:1200]> Earth does this too—one full wobble every 26,000 years.<[silence:2400]>\n\nThis wobble isn’t random.<[silence:1200]> The Sun and Moon’s gravity tug at Earth’s equatorial bulge, pulling its tilt in a slow loop.<[silence:1200]> Right now, Earth’s axis points near Polaris (the North Star).<[silence:1200]> In 13,000 years, it’ll point toward Vega instead.<[silence:2400]>\n\nThe effect? Seasons drift through the calendar.<[silence:1200]> Today, June brings summer in the Northern Hemisphere.<[silence:1200]> In 10,000 years, June will be winter there—like swapping Christmas and July 4th.<[silence:2400]>\n\nAncient Egyptians noticed this.<[silence:1200]> Their temples aligned with stars like Sirius, but over centuries, the star’s position at dawn shifted.<[silence:1200]> They didn’t know why—we now call it precession.<[silence:2400]>\n\nThree related subjects are Milankovitch cycles, equinox timing shifts, and gyroscopic motion in space.<[silence:1200]>",
  "clean_story": "\"Wobbling Earth. Shifting seasons over millennia. \"\n\"Axial precession\" describes Earth’s slow, top-like tilt change.\n\nImagine spinning a toy top. Its axis wobbles in circles as it slows. Earth does this too—one full wobble every 26,000 years.\n\nThis wobble isn’t random. The Sun and Moon’s gravity tug at Earth’s equatorial bulge, pulling its tilt in a slow loop. Right now, Earth’s axis points near Polaris (the North Star). In 13,000 years, it’ll point toward Vega instead.\n\nThe effect? Seasons drift through the calendar. Today, June brings summer in the Northern Hemisphere. In 10,000 years, June will be winter there—like swapping Christmas and July 4th.\n\nAncient Egyptians noticed this. Their temples aligned with stars like Sirius, but over centuries, the star’s position at dawn shifted. They didn’t know why—we now call it precession.\n\nThree related subjects are Milankovitch cycles, equinox timing shifts, and gyroscopic motion in space.",
  "timestamp": "20260223T224905Z"
}