{"story_filename": "headphones_technology", "story_title": "Headphones Technology", "tagged_story_for_tts": "<[silence:3400ms]>Sound in your ears. <[silence:1200ms]> Electricity as music.<[silence:2800ms]>\"Headphones\" comes from \"head\" and \"phone\" (Greek for sound), because they sit on your head and turn electrical signals back into the vibrations your brain hears as sound.<[silence:2800ms]>Most people think of them as just speakers for your ears—<[silence:800ms]>but they’re more like tiny translation machines.<[silence:1600ms]>Inside, a diaphragm<[silence:500ms]>—thinner than a human hair—<[silence:800ms]>vibrates 20,000 times per second when powered by a song’s electric current.<[silence:1600ms]>That shaking air becomes the bassline you feel<[silence:500ms]>or the whisper of a podcast host.<[silence:2800ms]>Early models, like Nathaniel Baldwin’s 1910 \"radio earphones,\" used iron filings and magnets wrapped by hand in his kitchen.<[silence:1600ms]>Today’s planar magnetic drivers<[silence:500ms]>—found in high-end headphones—<[silence:800ms]>use ultra-thin metal sheets suspended between magnets<[silence:500ms]>to push air with surgical precision.<[silence:2800ms]>Noise-canceling tech works like a sound vacuum:<[silence:1600ms]>microphones listen to outside noise<[silence:500ms]>then generate opposite sound waves to erase it<[silence:500ms]>—like pressing a dent out of metal.<[silence:2800ms]>Wireless models now beam audio via Bluetooth<[silence:500ms]>—a 1994 invention that turns music into radio pulses<[silence:500ms]>your headphones catch and decode.<[silence:2800ms]>Three related subjects are bone conduction audio, how microphones reverse headphones, and why vinyl sounds warmer.", "clean_story": "Sound in your ears.  Electricity as music. \"Headphones\" comes from \"head\" and \"phone\" (Greek for sound), because they sit on your head and turn electrical signals back into the vibrations your brain hears as sound. Most people think of them as just speakers for your ears—but they’re more like tiny translation machines. Inside, a diaphragm—thinner than a human hair—vibrates 20,000 times per second when powered by a song’s electric current. That shaking air becomes the bassline you feelor the whisper of a podcast host. Early models, like Nathaniel Baldwin’s 1910 \"radio earphones,\" used iron filings and magnets wrapped by hand in his kitchen. Today’s planar magnetic drivers—found in high-end headphones—use ultra-thin metal sheets suspended between magnetsto push air with surgical precision. Noise-canceling tech works like a sound vacuum:microphones listen to outside noisethen generate opposite sound waves to erase it—like pressing a dent out of metal. Wireless models now beam audio via Bluetooth—a 1994 invention that turns music into radio pulsesyour headphones catch and decode. Three related subjects are bone conduction audio, how microphones reverse headphones, and why vinyl sounds warmer.", "timestamp": "20260301T095606Z"}