{"story_filename": "underwater_acoustics", "story_title": "Underwater Acoustics", "tagged_story_for_tts": "<[silence:3400ms]>Sound beneath waves. <[silence:1200ms]>Ears for the unseen ocean.<[silence:2800ms]>\"Underwater acoustics\" just means studying how sound travels through water—because light fades fast, but sound carries for miles.<[silence:2800ms]>Whales don’t shout across oceans with megaphones.<[silence:1600ms]>They pulse low-frequency moans—some under 20 Hz—that ripple through seawater like vibrations in a guitar string.<[silence:1600ms]>A blue whale’s call can cross the Atlantic in hours, louder than a jet engine but tuned to frequencies humans barely hear.<[silence:2800ms]>Here’s the trick:<[silence:1600ms]>Water is 800 times denser than air, so sound moves four times faster—1,500 meters per second.<[silence:1600ms]>No echoes bounce off empty space.<[silence:1600ms]>Instead, they ricochet off thermoclines (temperature layers), salt gradients, even schools of fish.<[silence:2800ms]>Tools exploit this:<[silence:1600ms]>Sonar pings like a dolphin’s clicks, measuring return time to map seafloors or detect submarines.<[silence:1600ms]>Hydrophones—underwater microphones—listen for iceberg cracks in the Arctic or volcanic rumbles near Tonga.<[silence:2800ms]>Precision matters:<[silence:1600ms]>A 1°C temperature shift can bend sound 100 meters off-course over 1 km.<[silence:1600ms]>Sperm whales use this, angling clicks to \"see\" squid in total darkness.<[silence:2800ms]>Three related subjects are animal echolocation tactics, deep-sea noise pollution effects, and how fiber optics replaced sonar cables.", "clean_story": "Sound beneath waves. Ears for the unseen ocean. \"Underwater acoustics\" just means studying how sound travels through water—because light fades fast, but sound carries for miles. Whales don’t shout across oceans with megaphones. They pulse low-frequency moans—some under 20 Hz—that ripple through seawater like vibrations in a guitar string. A blue whale’s call can cross the Atlantic in hours, louder than a jet engine but tuned to frequencies humans barely hear. Here’s the trick:Water is 800 times denser than air, so sound moves four times faster—1,500 meters per second. No echoes bounce off empty space. Instead, they ricochet off thermoclines (temperature layers), salt gradients, even schools of fish. Tools exploit this:Sonar pings like a dolphin’s clicks, measuring return time to map seafloors or detect submarines. Hydrophones—underwater microphones—listen for iceberg cracks in the Arctic or volcanic rumbles near Tonga. Precision matters:A 1°C temperature shift can bend sound 100 meters off-course over 1 km. Sperm whales use this, angling clicks to \"see\" squid in total darkness. Three related subjects are animal echolocation tactics, deep-sea noise pollution effects, and how fiber optics replaced sonar cables.", "timestamp": "20260301T100824Z"}