{
  "story_filename": "prosecutorial_misconduct",
  "story_title": "Prosecutorial Misconduct",
  "tagged_story_for_tts": "Fair trials. Broken rules.\n\nThe phrase \"prosecutorial misconduct\" means when lawyers who work for the government break the rules to win a case. It’s like a referee changing the score to help their favorite team.\n\nProsecutors have a lot of power—they decide who gets charged with crimes and what evidence to show in court. But sometimes, they hide evidence that could help the defendant, or they pressure witnesses to lie. Other times, they make unfair arguments to the jury, like saying things that aren’t allowed.\n\nOne famous case involved a man named Michael Morton. Prosecutors hid a bloodstained bandana that could have proven he didn’t kill his wife. He spent 25 years in prison before DNA tests showed he was innocent.\n\nMisconduct doesn’t always mean someone goes to jail unfairly. But when it happens, it can ruin lives. Courts have rules to stop this, but not everyone follows them.\n\nJustice. Trust. Accountability.",
  "clean_story": "Fair trials. Broke rules. The phrase \"prosecutorial misco duct\" mea s whe lawyers who work for the gover me t break the rules to wi a case. It’s like a referee cha gi g the score to help their favorite team. Prosecutors have a lot of power—they decide who gets charged with crimes a d what evide ce to show i court. But sometimes, they hide evide ce that could help the defe da t, or they pressure wit esses to lie. Other times, they make u fair argume ts to the jury, like sayi g thi gs that are ’t allowed. O e famous case i volved a ma amed Michael Morto . Prosecutors hid a bloodstai ed ba da a that could have prove he did ’t kill his wife. He spe t 25 years i priso before DNA tests showed he was i oce t. Misco duct does ’t always mea someo e goes to jail u fairly. But whe it happe s, it ca rui lives. Courts have rules to stop this, but ot everyo e follows them. Justice. Trust. Accou tability.",
  "timestamp": "20260212T215308Z"
}