{
  "story_filename": "lagrange_points_dynamics",
  "story_title": "Lagrange Points Dynamics",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Gravity’s parking spots. Where objects stay put.<[silence:1000]>\n<[silence:2400]>\nThe name ‘Lagrange points’ honors mathematician Joseph-Louis Lagrange, who calculated these spots in 1772.<[silence:1200]> They’re like invisible dimples in space where gravity from two massive objects—say, Earth and the Sun—balances perfectly.<[silence:2400]>\n\nImagine a ball on a hill.<[silence:1200]> Roll it too hard, it escapes.<[silence:1200]> Too soft, it slides back.<[silence:1200]> At just the right speed, it circles the peak forever.<[silence:2400]> Lagrange points work the same way.<[silence:1200]> Five exist in any two-body system (like Earth-Moon).<[silence:1200]> L1, L2, and L3 sit along a straight line between the objects.<[silence:1200]> L4 and L5 form equilateral triangles with them.<[silence:2400]>\n\nNASA’s James Webb Telescope orbits L2, 1.5 million km from Earth.<[silence:1200]> Here, it stays aligned with Earth’s shadow, blocking sunlight for clearer cosmic views.<[silence:1200]> Asteroids cluster at L4/L5—like Jupiter’s Trojans, trapped for billions of years.<[silence:2400]>\n\nThese points aren’t magic.<[silence:1200]> They’re math in action—where push and pull cancel out.<[silence:1200]>\n<[silence:2400]>\nThree related subjects are orbital resonance mechanics, three-body problem chaos, and solar sail navigation.\"<[silence:3400]>",
  "clean_story": "\"Gravity’s parking spots. Where objects stay put.\n\nThe name ‘Lagrange points’ honors mathematician Joseph-Louis Lagrange, who calculated these spots in 1772. They’re like invisible dimples in space where gravity from two massive objects—say, Earth and the Sun—balances perfectly.\n\nImagine a ball on a hill. Roll it too hard, it escapes. Too soft, it slides back. At just the right speed, it circles the peak forever. Lagrange points work the same way. Five exist in any two-body system (like Earth-Moon). L1, L2, and L3 sit along a straight line between the objects. L4 and L5 form equilateral triangles with them.\n\nNASA’s James Webb Telescope orbits L2, 1. 5 million km from Earth. Here, it stays aligned with Earth’s shadow, blocking sunlight for clearer cosmic views. Asteroids cluster at L4/L5—like Jupiter’s Trojans, trapped for billions of years.\n\nThese points aren’t magic. They’re math in action—where push and pull cancel out.\n\nThree related subjects are orbital resonance mechanics, three-body problem chaos, and solar sail navigation. \"",
  "timestamp": "20260223T225710Z"
}