{
  "story_filename": "heuristics",
  "story_title": "Heuristics",
  "tagged_story_for_tts": "**Quick decisions.<[silence:500]> Mental shortcuts.<[silence:500]>**\n\nThe word *heuristic* comes from the Greek *heuriskein*, meaning \"to discover.<[silence:500]>\" It describes the brain’s way of solving problems fast—like guessing the shortest line at the grocery store instead of measuring each one.<[silence:500]>\n\nHeuristics act as rules of thumb, not perfect answers.<[silence:500]> A chef tasting soup and adjusting salt without a measuring spoon uses a heuristic.<[silence:500]> A driver slowing down near a school zone—even without seeing kids—relies on one too.<[silence:500]> These shortcuts trade absolute accuracy for speed, which works well most of the time.<[silence:500]> But they can misfire:<[silence:400]> assuming a quiet person is shy (when they’re just tired) or judging a book by its cover (when the blandest ones sometimes hold the best stories).<[silence:500]>\n\nTwo classic examples:<[silence:400]>\n- **Availability heuristic**:<[silence:400]> People overestimate the risk of shark attacks after watching *Jaws*, even though lightning strikes are far deadlier.<[silence:500]> The brain weighs what’s *easy to recall*, not what’s statistically true.<[silence:500]>\n- **Anchoring**:<[silence:400]> The first price you see for a used bike ($200) shapes what seems \"reasonable\" later ($180 feels like a steal, even if it’s overpriced).<[silence:500]> The mind latches onto early information like a ship to an anchor.<[silence:500]>\n\nPsychologists Daniel Kahneman and Amos Tversky mapped these patterns in the 1970s, showing how heuristics shape judgments—from hiring choices to medical diagnoses.<[silence:500]> Their work revealed a paradox:<[silence:400]> the same shortcuts that help us function can also lead to predictable errors.<[silence:500]>\n\nBiases and cognitive load.<[silence:500]> The limits of intuition.<[silence:500]> How algorithms borrow from human thinking.<[silence:500]>",
  "clean_story": "**Quick decisions. Mental shortcuts.**\n\nThe word *heuristic* comes from the Greek *heuriskein*, meaning \"to discover.\" It describes the brain’s way of solving problems fast—like guessing the shortest line at the grocery store instead of measuring each one.\n\nHeuristics act as rules of thumb, not perfect answers. A chef tasting soup and adjusting salt without a measuring spoon uses a heuristic. A driver slowing down near a school zone—even without seeing kids—relies on one too. These shortcuts trade absolute accuracy for speed, which works well most of the time. But they can misfire: assuming a quiet person is shy (when they’re just tired) or judging a book by its cover (when the blandest ones sometimes hold the best stories).\n\nTwo classic examples:\n- **Availability heuristic**: People overestimate the risk of shark attacks after watching *Jaws*, even though lightning strikes are far deadlier. The brain weighs what’s *easy to recall*, not what’s statistically true.\n- **Anchoring**: The first price you see for a used bike ($200) shapes what seems \"reasonable\" later ($180 feels like a steal, even if it’s overpriced). The mind latches onto early information like a ship to an anchor.\n\nPsychologists Daniel Kahneman and Amos Tversky mapped these patterns in the 1970s, showing how heuristics shape judgments—from hiring choices to medical diagnoses. Their work revealed a paradox: the same shortcuts that help us function can also lead to predictable errors.\n\nBiases and cognitive load. The limits of intuition. How algorithms borrow from human thinking.",
  "timestamp": "20260211T215225Z"
}