{
  "story_filename": "simon_and_garfunkel",
  "story_title": "Simon And Garfunkel",
  "tagged_story_for_tts": "<[silence:3400ms]>Two voices. <[silence:1200ms]> One harmony.<[silence:2800ms]>\"Simon & Garfunkel\" was the stage name for Paul Simon and Art Garfunkel, a duo whose songs sounded like a single voice split in two.<[silence:2800ms]>Most heard their music as effortless—like sunlight through leaves.<[silence:1600ms]>But their sound came from tension.<[silence:1600ms]>Simon wrote lyrics sharp as a knife, <[silence:800ms]> while Garfunkel’s voice wrapped around them like silk.<[silence:2800ms]>They met in 1953 as kids singing \"doo-wop\" under a staircase at school.<[silence:1600ms]>By 1964, they recorded The Sound of Silence—a song about loneliness that became an anthem for millions.<[silence:1600ms]>Fun fact: The track was first released quietly, then re-mixed with drums and electric guitar without their input.<[silence:1600ms]>That version turned it into a #1 hit.<[silence:2800ms]>Their albums—Bridge Over Troubled Water, Parsley, Sage, Rosemary and Thyme—sold over 100 million copies.<[silence:1600ms]>Yet by 1970, they split.<[silence:1600ms]>Too different.<[silence:1600ms]>Simon craved control; Garfunkel acted in films like Catch-22.<[silence:2800ms]>Three related subjects are folk music’s protest roots, <[silence:250ms]>studio production tricks, <[silence:250ms]>and why duos break up.",
  "clean_story": "Two voices.  One harmony. \"Simon & Garfunkel\" was the stage name for Paul Simon and Art Garfunkel, a duo whose songs sounded like a single voice split in two. Most heard their music as effortless—like sunlight through leaves. But their sound came from tension. Simon wrote lyrics sharp as a knife,  while Garfunkel’s voice wrapped around them like silk. They met in 1953 as kids singing \"doo-wop\" under a staircase at school. By 1964, they recorded The Sound of Silence—a song about loneliness that became an anthem for millions. Fun fact: The track was first released quietly, then re-mixed with drums and electric guitar without their input. That version turned it into a #1 hit. Their albums—Bridge Over Troubled Water, Parsley, Sage, Rosemary and Thyme—sold over 100 million copies. Yet by 1970, they split. Too different. Simon craved control; Garfunkel acted in films like Catch-22. Three related subjects are folk music’s protest roots, studio production tricks, and why duos break up.",
  "timestamp": "20260227T123034Z"
}