{
  "story_filename": "house",
  "story_title": "House",
  "tagged_story_for_tts": "House derives from Old English hūs (plural hūsas), rooted in Proto-Germanic hūsą (cf. Dutch huis, German Haus), likely from Proto-Indo-European kew- (\"to cover, hide\"). Early uses denoted shelter, evolving to imply permanence, family, or lineage (e.g., \"House of Tudor\").\n\nArchitecturally, houses reflect cultural needs: Roman domus (urban elite) vs. Germanic longhouses (communal living). The 19th-century Industrial Revolution standardized detached homes, linked to privacy and property. Modern terms like \"tiny house\" or \"smart home\" mirror shifting priorities—sustainability, technology, and minimalism.\n\nMetaphorically, house extends to institutions (e.g., \"House of Commons\"), astrology (\"12 houses\"), or music (e.g., \"house music,\" from Chicago’s Warehouse club). Linguistic cousins include hide (from kew-) and hussy (from hūs + -y, originally \"housewife\"). Global variants—Japanese ie (家, \"home/family\") or Arabic bayt (بيت, \"house/tent\")—highlight universal shelter concepts.",
  "clean_story": "House derives from Old E glish hūs (plural hūsas), rooted i Proto-Germa ic hūsą (cf. Dutch huis, Germa Haus), likely from Proto-I do-Europea kew- (\"to cover, hide\"). Early uses de oted shelter, evolvi g to imply perma e ce, family, or li eage (e.g., \"House of Tudor\"). Architecturally, houses reflect cultural eeds: Roma domus (urba elite) vs. Germa ic lo ghouses (commu al livi g). The 19th-ce tury I dustrial Revolutio sta dardized detached homes, li ked to privacy a d property. Moder terms like \"ti y house\" or \"smart home\" mirror shifti g priorities—sustai ability, tech ology, a d mi imalism. Metaphorically, house exte ds to i stitutio s (e.g., \"House of Commo s\"), astrology (\"12 houses\"), or music (e.g., \"house music,\" from Chicago’s Warehouse club). Li guistic cousi s i clude hide (from kew-) a d hussy (from hūs + -y, origi ally \"housewife\"). Global varia ts—Japa ese ie (家, \"home/family\") or Arabic bayt (بيت, \"house/te t\")—highlight u iversal shelter co cepts.",
  "timestamp": "20260213T111447Z"
}