{
  "story_filename": "civil_disobedience",
  "story_title": "Civil Disobedience",
  "tagged_story_for_tts": "\"Protest. Disruption. Change.<[silence]> Civil disobedience combines these elements, challenging authority through non-violent resistance.<[silence]> The term was coined by Henry David Thoreau in 1849, who refused to pay taxes to protest slavery and the Mexican-American War.<[silence]> Thoreau argued that individuals have a moral duty to resist unjust laws.<[silence]>\\n\\nImagine a crowd filling a street, blocking traffic to demand change—this is civil disobedience in action.<[silence]> It's not about breaking laws, but refusing to obey them to highlight injustice.<[silence]> Key tools include marches, sit-ins, boycotts, and strikes.<[silence]> For example, the 1963 Birmingham campaign saw African Americans arrested for refusing to leave segregated spaces, drawing global attention to racial inequality.<[silence]>\\n\\nCivil disobedience relies on 'symbolic law-breaking'—deliberately violating minor laws to spotlight larger issues.<[silence]> It's precise, targeting specific policies or practices.<[silence]> Yet, it's also risky, potentially leading to arrest or other penalties.<[silence]> Trade-offs include potential backlash, but also the power to shift public opinion.<[silence]>\\n\\nThree related subjects are the role of non-violence in social movements, the balance between disruption and dialogue, and the legal and ethical complexities of resisting unjust laws.\"",
  "clean_story": "\"Protest. Disruption. Change. Civil disobedience combines these elements, challenging authority through non-violent resistance. The term was coined by Henry David Thoreau in 1849, who refused to pay taxes to protest slavery and the Mexican-American War. Thoreau argued that individuals have a moral duty to resist unjust laws. \\n\\nImagine a crowd filling a street, blocking traffic to demand change—this is civil disobedience in action. It's not about breaking laws, but refusing to obey them to highlight injustice. Key tools include marches, sit-ins, boycotts, and strikes. For example, the 1963 Birmingham campaign saw African Americans arrested for refusing to leave segregated spaces, drawing global attention to racial inequality. \\n\\nCivil disobedience relies on 'symbolic law-breaking'—deliberately violating minor laws to spotlight larger issues. It's precise, targeting specific policies or practices. Yet, it's also risky, potentially leading to arrest or other penalties. Trade-offs include potential backlash, but also the power to shift public opinion. \\n\\nThree related subjects are the role of non-violence in social movements, the balance between disruption and dialogue, and the legal and ethical complexities of resisting unjust laws. \"",
  "timestamp": "20251227T005151Z"
}