{
  "story_filename": "sound",
  "story_title": "Sound",
  "tagged_story_for_tts": "<[silence:3400ms]>Vibrations in air. <[silence:1200ms]> Energy your ears catch.<[silence:2800ms]>\"Sound\" comes from the Latin sonus, meaning \"noise\"—because it’s what happens when something shakes fast enough to push air in waves, like ripples from a pebble dropped in water.<[silence:2800ms]>Most think of sound as music or voices—<[silence:800ms]>but it’s also the crack of a twig underfoot, <[silence:500ms]>the hum of a fridge, <[silence:500ms]>or the silence in a vacuum where no air exists to carry vibrations.<[silence:2800ms]>Here’s how it works:<[silence:1600ms]>A drumskin stretches tight.<[silence:500ms]>Hit it, <[silence:500ms]>and it vibrates 200 times per second—<[silence:800ms]>pushing air molecules into waves that travel at 343 meters per second (faster in water, slower in steel).<[silence:2800ms]>Your ear’s tiny bones—malleus, incus, stapes—<[silence:800ms]>amplify those waves 20x, <[silence:500ms]>turning pressure into signals your brain reads as \"loud,\" \"soft,\" or \"that’s a violin.\"<[silence:2800ms]>Dolphins use sound like flashlights:<[silence:1600ms]>They send clicks at 200,000 Hz (10x higher than human hearing), <[silence:500ms]>then listen for echoes to map prey in dark water.<[silence:1600ms]>Bats do this too—but their screams last 0.2 milliseconds, <[silence:500ms]>short enough to dodge moth wings mid-air.<[silence:2800ms]>Sound isn’t just hearing.<[silence:1600ms]>Ultrasound machines bounce 1–18 MHz waves off babies in wombs.<[silence:500ms]>Sonar pings from ships measure ocean depths by timing the echo’s return.<[silence:2800ms]>Three related subjects are how silence shapes brains, animal infrasound communication, and sound as a weapon.",
  "clean_story": "Vibrations in air.  Energy your ears catch. \"Sound\" comes from the Latin sonus, meaning \"noise\"—because it’s what happens when something shakes fast enough to push air in waves, like ripples from a pebble dropped in water. Most think of sound as music or voices—but it’s also the crack of a twig underfoot, the hum of a fridge, or the silence in a vacuum where no air exists to carry vibrations. Here’s how it works:A drumskin stretches tight. Hit it, and it vibrates 200 times per second—pushing air molecules into waves that travel at 343 meters per second (faster in water, slower in steel). Your ear’s tiny bones—malleus, incus, stapes—amplify those waves 20x, turning pressure into signals your brain reads as \"loud,\" \"soft,\" or \"that’s a violin. \"Dolphins use sound like flashlights:They send clicks at 200,000 Hz (10x higher than human hearing), then listen for echoes to map prey in dark water. Bats do this too—but their screams last 0. 2 milliseconds, short enough to dodge moth wings mid-air. Sound isn’t just hearing. Ultrasound machines bounce 1–18 MHz waves off babies in wombs. Sonar pings from ships measure ocean depths by timing the echo’s return. Three related subjects are how silence shapes brains, animal infrasound communication, and sound as a weapon.",
  "timestamp": "20260226T095558Z"
}