{
  "story_filename": "game_theory_trees",
  "story_title": "Game Theory Trees",
  "tagged_story_for_tts": "<[silence:3400ms]>Decisions as branches. <[silence:1200ms]> Outcomes mapped like roots.<[silence:2800ms]>\"Game theory trees\" borrow their name from how choices split like tree limbs—each branch a possible move, each twig an end result.<[silence:2800ms]>Most see them as chess diagrams, but they’re closer to a choose-your-own-adventure book where every option has a cost.<[silence:1600ms]>Start at the trunk: your first decision.<[silence:1600ms]>Each branch forks into responses—like offering a deal or bluffing in poker.<[silence:1600ms]>Leaves mark the payoffs: win $10, lose $5, or walk away empty.<[silence:2800ms]>Here’s the precision:<[silence:1600ms]>A poker tree might show \"bet $20\" leading to \"opponent folds\" (you win) or \"opponent raises\" (now you choose: call or fold).<[silence:1600ms]>Real-world example?<[silence:1600ms]>Auction houses use trees to predict bidder reactions before setting reserve prices.<[silence:1600ms]>One quirk: \"backward induction.\"<[silence:1600ms]>Start at the leaves, ask \"What would I do here?\", then work backward to prune irrational branches.<[silence:2800ms]>Three related subjects are prisoner’s dilemma math, Nash equilibrium proofs, and how AI prunes decision trees.",
  "clean_story": "Decisions as branches.  Outcomes mapped like roots. \"Game theory trees\" borrow their name from how choices split like tree limbs—each branch a possible move, each twig an end result. Most see them as chess diagrams, but they’re closer to a choose-your-own-adventure book where every option has a cost. Start at the trunk: your first decision. Each branch forks into responses—like offering a deal or bluffing in poker. Leaves mark the payoffs: win $10, lose $5, or walk away empty. Here’s the precision:A poker tree might show \"bet $20\" leading to \"opponent folds\" (you win) or \"opponent raises\" (now you choose: call or fold). Real-world example?Auction houses use trees to predict bidder reactions before setting reserve prices. One quirk: \"backward induction. \"Start at the leaves, ask \"What would I do here?\", then work backward to prune irrational branches. Three related subjects are prisoner’s dilemma math, Nash equilibrium proofs, and how AI prunes decision trees.",
  "timestamp": "20260226T134500Z"
}