{
  "story_filename": "language_documentation",
  "story_title": "Language Documentation",
  "tagged_story_for_tts": "**Spoken words.<[silence:1200]> Written records.<[silence:1200]>\nLanguage documentation is the process of capturing how a language works—its sounds, grammar, and words—before it changes or disappears.<[silence:1200]>\n\nMost languages aren’t written down.<[silence:1200]> Imagine if English existed only in conversations, with no books, signs, or texts.<[silence:1200]> Now imagine that language fading as fewer people speak it.<[silence:1200]> Documentation acts like a backup, using recordings, notes, and dictionaries to preserve it.<[silence:1200]>\n\nLinguists start by listening.<[silence:1200]> They record native speakers telling stories, naming objects, or describing daily routines.<[silence:1200]> For example, the *Pirahã* language of the Amazon has no words for numbers beyond \"one,\" \"two,\" and \"many.\"<[silence:1200]> Without documentation, this unique way of counting could vanish unnoticed.<[silence:1200]>\n\nNext, they break the language into pieces.<[silence:1200]> Sounds are mapped using symbols like *ʕ* (a guttural noise in Arabic) or *ǃ* (a click in Zulu).<[silence:1200]> Grammar rules are noted, like how *Tsez* in the Caucasus Mountains uses 64 noun cases—compare to English’s three (subject, object, possessive).<[silence:1200]>\n\nTechnology speeds this up.<[silence:1200]> Apps like *ELAN* sync audio with text, while *FLEx* builds dictionaries with sound clips.<[silence:1200]> The *Endangered Languages Project* hosts over 3,000 languages online, from *Ainu* in Japan to *Yuchi* in Oklahoma.<[silence:1200]>\n\nBut documentation isn’t just saving words—it’s saving knowledge.<[silence:1200]> The *Tuvan* language of Siberia has terms for reindeer herding techniques lost elsewhere.<[silence:1200]> When a language dies, so does a way of understanding medicine, navigation, or storytelling.<[silence:1200]>\n\nSome projects go further.<[silence:1200]> The *Rosetta Project* etched 1,500 language translations onto a nickel disc, designed to last 10,000 years.<[silence:1200]> Others, like *Wiktionary*, crowdsource words from speakers worldwide.<[silence:1200]>\n\nThe race is urgent.<[silence:1200]> Of 7,000+ languages today, half may disappear by 2100.<[silence:1200]> Documentation turns fleeting speech into lasting records—like pressing flowers between book pages to keep their color long after they’ve wilted.<[silence:1200]>\n\nLanguage families.<[silence:1200]> Oral traditions.<[silence:1200]> Digital archives.<[silence:1200]>",
  "clean_story": "**Spoken words. Written records. Language documentation is the process of capturing how a language works—its sounds, grammar, and words—before it changes or disappears. Most languages aren’t written down. Imagine if English existed only in conversations, with no books, signs, or texts. Now imagine that language fading as fewer people speak it. Documentation acts like a backup, using recordings, notes, and dictionaries to preserve it. Linguists start by listening. They record native speakers telling stories, naming objects, or describing daily routines. For example, the *Pirahã* language of the Amazon has no words for numbers beyond \"one,\" \"two,\" and \"many. \" Without documentation, this unique way of counting could vanish unnoticed. Next, they break the language into pieces. Sounds are mapped using symbols like *ʕ* (a guttural noise in Arabic) or *ǃ* (a click in Zulu). Grammar rules are noted, like how *Tsez* in the Caucasus Mountains uses 64 noun cases—compare to English’s three (subject, object, possessive). Technology speeds this up. Apps like *ELAN* sync audio with text, while *FLEx* builds dictionaries with sound clips. The *Endangered Languages Project* hosts over 3,000 languages online, from *Ainu* in Japan to *Yuchi* in Oklahoma. But documentation isn’t just saving words—it’s saving knowledge. The *Tuvan* language of Siberia has terms for reindeer herding techniques lost elsewhere. When a language dies, so does a way of understanding medicine, navigation, or storytelling. Some projects go further. The *Rosetta Project* etched 1,500 language translations onto a nickel disc, designed to last 10,000 years. Others, like *Wiktionary*, crowdsource words from speakers worldwide. The race is urgent. Of 7,000+ languages today, half may disappear by 2100. Documentation turns fleeting speech into lasting records—like pressing flowers between book pages to keep their color long after they’ve wilted. Language families. Oral traditions. Digital archives.",
  "timestamp": "20260204T221458Z"
}