{
  "story_filename": "chemical_reactions",
  "story_title": "Chemical Reactions",
  "tagged_story_for_tts": "\"Atoms rearranging.<[silence]> New substances forming.<[silence]><[silence]>\nThe word 'chemical reaction' comes from 'chemistry,' which itself comes from the ancient art of alchemy.<[silence]> It’s like mixing ingredients in a recipe, but instead of food, you’re creating new materials.<[silence]>\\n\\nIf we are used to think that chemical reactions are just about mixing things together, it's just partially true.<[silence]> They’re actually about atoms swapping partners, like a dance where everyone changes places.<[silence]> For example, when you light a match, the wood reacts with oxygen in the air, creating heat and light.<[silence]> This is a combustion reaction, and it’s what powers everything from cars to campfires.<[silence]>\\n\\nAnother example is baking soda and vinegar.<[silence]> When you mix them, they bubble up because they’re creating carbon dioxide gas.<[silence]> This is a classic acid-base reaction, and it’s the same kind of thing that happens when your stomach digests food.<[silence]>\\n\\nChemical reactions are everywhere, from the food we eat to the air we breathe.<[silence]> They’re what make plants grow, what keep our bodies running, and what power our technology.<[silence]> Without them, life as we know it wouldn’t exist.<[silence]>\\n\\nThree related subjects are how enzymes speed up reactions in our bodies, the role of catalysts in industry, and the chemistry behind photosynthesis.<[silence]>\"",
  "clean_story": "\"Atoms rearranging. New substances forming. The word 'chemical reaction' comes from 'chemistry,' which itself comes from the ancient art of alchemy. It’s like mixing ingredients in a recipe, but instead of food, you’re creating new materials. \\n\\nIf we are used to think that chemical reactions are just about mixing things together, it's just partially true. They’re actually about atoms swapping partners, like a dance where everyone changes places. For example, when you light a match, the wood reacts with oxygen in the air, creating heat and light. This is a combustion reaction, and it’s what powers everything from cars to campfires. \\n\\nAnother example is baking soda and vinegar. When you mix them, they bubble up because they’re creating carbon dioxide gas. This is a classic acid-base reaction, and it’s the same kind of thing that happens when your stomach digests food. \\n\\nChemical reactions are everywhere, from the food we eat to the air we breathe. They’re what make plants grow, what keep our bodies running, and what power our technology. Without them, life as we know it wouldn’t exist. \\n\\nThree related subjects are how enzymes speed up reactions in our bodies, the role of catalysts in industry, and the chemistry behind photosynthesis. \"",
  "timestamp": "20260127T143349Z"
}