{
  "story_filename": "electrostatics",
  "story_title": "Electrostatics",
  "tagged_story_for_tts": "Coulomb's law, electric dipoles.<[silence]>\n\nElectrostatics studies stationary electric charges.<[silence]> Coulomb's law quantifies the force between two charges, stating it is directly proportional to the product of the charges and inversely proportional to the square of the distance between them.<[silence]> This law forms the basis for understanding interactions in electrostatics.<[silence]>\n\nElectric fields represent the force a charge would experience at any point in space.<[silence]> They are visualized using field lines, which indicate direction and magnitude.<[silence]> The field strength decreases with distance from the charge.<[silence]> Electric potential, another concept, is the work done to move a charge within an electric field.<[silence]>\n\nElectric dipoles consist of two equal and opposite charges separated by a distance.<[silence]> They create unique electric fields and are pivotal in understanding molecular interactions.<[silence]> Dipoles align with external fields, influencing phenomena like polarization.<[silence]>\n\nThree related subjects are electromagnetism, dielectric materials, and capacitance.<[silence]>",
  "clean_story": "Coulomb's law, electric dipoles. Electrostatics studies stationary electric charges. Coulomb's law quantifies the force between two charges, stating it is directly proportional to the product of the charges and inversely proportional to the square of the distance between them. This law forms the basis for understanding interactions in electrostatics. Electric fields represent the force a charge would experience at any point in space. They are visualized using field lines, which indicate direction and magnitude. The field strength decreases with distance from the charge. Electric potential, another concept, is the work done to move a charge within an electric field. Electric dipoles consist of two equal and opposite charges separated by a distance. They create unique electric fields and are pivotal in understanding molecular interactions. Dipoles align with external fields, influencing phenomena like polarization. Three related subjects are electromagnetism, dielectric materials, and capacitance.",
  "timestamp": "20251207T182716Z"
}