{
  "story_filename": "feminist_art",
  "story_title": "Feminist Art",
  "tagged_story_for_tts": "Art with a mission.<[silence:1200]> Challenging norms.<[silence:1200]>\nThe term *feminist art* describes works created to expose, question, or rewrite gender inequalities—using visuals, performance, or everyday objects to make invisible struggles visible.<[silence:1200]\n\nFeminist art isn’t just about women making art.<[silence:1200]> It’s about art that acts like a mirror, reflecting how society treats women, or a megaphone, amplifying their voices.<[silence:1200]> For example, Judy Chicago’s *The Dinner Party* (1979) sets a triangular table with 39 place settings, each honoring a historical or mythical woman—like a dinner party where the guests are women history forgot.<[silence:1200]> The plates are shaped like vulvas, turning something often hidden into the centerpiece.<[silence:1200]\n\nOther works use humor or shock to make a point.<[silence:1200]> Guerrilla Girls, a anonymous collective, wore gorilla masks and posted billboards asking, *\"Do women have to be naked to get into the Met Museum?\"*—highlighting that less than 5% of artists in modern art sections were women, while 85% of nudes were female.<[silence:1200]> Their tactic was simple: use facts + bold visuals to force people to *see* the imbalance.<[silence:1200]\n\nFeminist art also turns personal into political.<[silence:1200]> Yoko Ono’s *Cut Piece* (1964) had her sit motionless while audience members cut her clothing off—revealing how women’s bodies are often treated as public property.<[silence:1200]> The piece wasn’t just performance; it was a real-time experiment in consent and vulnerability.<[silence:1200]\n\nThe tools vary: embroidery, video, protest signs, even menstrual blood (like in Carolee Schneemann’s *Interior Scroll*).<[silence:1200]> The goal is the same—disrupt the status quo by making the private public, the silent loud, the ignored undeniable.<[silence:1200]\n\nThis kind of art doesn’t just hang on walls.<[silence:1200]> It sparks conversations about power, identity, and who gets to decide what’s ‘valuable’—whether in museums, history books, or daily life.<[silence:1200]\n\nCensorship battles.<[silence:1200]> Body as canvas.<[silence:1200]> Art that refuses to be polite.<[silence:1200]",
  "clean_story": "Art with a mission. Challenging norms. The term *feminist art* describes works created to expose, question, or rewrite gender inequalities—using visuals, performance, or everyday objects to make invisible struggles visible. <[silence:1200]\n\nFeminist art isn’t just about women making art. It’s about art that acts like a mirror, reflecting how society treats women, or a megaphone, amplifying their voices. For example, Judy Chicago’s *The Dinner Party* (1979) sets a triangular table with 39 place settings, each honoring a historical or mythical woman—like a dinner party where the guests are women history forgot. The plates are shaped like vulvas, turning something often hidden into the centerpiece. <[silence:1200]\n\nOther works use humor or shock to make a point. Guerrilla Girls, a anonymous collective, wore gorilla masks and posted billboards asking, *\"Do women have to be naked to get into the Met Museum?\"*—highlighting that less than 5% of artists in modern art sections were women, while 85% of nudes were female. Their tactic was simple: use facts + bold visuals to force people to *see* the imbalance. <[silence:1200]\n\nFeminist art also turns personal into political. Yoko Ono’s *Cut Piece* (1964) had her sit motionless while audience members cut her clothing off—revealing how women’s bodies are often treated as public property. The piece wasn’t just performance; it was a real-time experiment in consent and vulnerability. <[silence:1200]\n\nThe tools vary: embroidery, video, protest signs, even menstrual blood (like in Carolee Schneemann’s *Interior Scroll*). The goal is the same—disrupt the status quo by making the private public, the silent loud, the ignored undeniable. <[silence:1200]\n\nThis kind of art doesn’t just hang on walls. It sparks conversations about power, identity, and who gets to decide what’s ‘valuable’—whether in museums, history books, or daily life. <[silence:1200]\n\nCensorship battles. Body as canvas. Art that refuses to be polite. <[silence:1200]",
  "timestamp": "20260210T101747Z"
}