{
    "story_filename": "shark_electrical_sensibility_4",
    "story_title": "shark electrical sensibility",
    "tagged_story_for_tts": "Bioelectric fields.<[silence]> Ampullae of Lorenzini.<[silence]>\n\nSharks detect the electrical signals of hidden prey through specialized pores called ampullae of Lorenzini.<[silence]> These gel-filled receptors, clustered around their heads, can sense voltage changes as small as a few billionths of a volt—revealing the presence of animals buried in sand or lost in darkness.<[silence]> Their precision turns the ocean’s murkiest corners into a map of invisible cues.<[silence]>\n\nThis same sense may also guide sharks on migrations spanning thousands of miles.<[silence]> By tuning into Earth’s magnetic field, they navigate with an accuracy that rivals human technology.<[silence]> Over 400 million years, electroreception has shaped them into relentless hunters and explorers of the deep.<[silence]>\n\nThree related subjects are how animals perceive magnetic fields, the evolution of sensory systems in marine predators, and the differences in electrical sensitivity among shark species.<[silence]>",
    "clean_story": "Bioelectric fields. Ampullae of Lorenzini. Sharks detect the electrical signals of hidden prey through specialized pores called ampullae of Lorenzini. These gel-filled receptors, clustered around their heads, can sense voltage changes as small as a few billionths of a volt—revealing the presence of animals buried in sand or lost in darkness. Their precision turns the ocean’s murkiest corners into a map of invisible cues.This same sense may also guide sharks on migrations spanning thousands of miles. By tuning into Earth’s magnetic field, they navigate with an accuracy that rivals human technology. Over 400 million years, electroreception has shaped them into relentless hunters and explorers of the deep. Three related subjects are how animals perceive magnetic fields, the evolution of sensory systems in marine predators, and the differences in electrical sensitivity among shark species.",
    "timestamp": "20251207T193000Z"
  }
