{"story_filename": "why_groups_decide_worse_than_individuals", "story_title": "Why Groups Decide Worse Than Individuals", "tagged_story_for_tts": "<[silence:3400ms]>Faster alone. <[silence:1200ms]> Smarter alone.<[silence:2800ms]>\nThe phrase \"group decision\" assumes many minds outperform one.<[silence:1600ms]> But studies show groups often choose worse than their best member working solo.<[silence:2800ms]>\nImagine a school of fish dodging a predator.<[silence:1600ms]> Individually, each fish reacts in 0.1 seconds—<[silence:800ms]> but in a group, they hesitate, matching the slowest member’s 0.3-second delay.<[silence:2800ms]>\nThree flaws emerge:<[silence:1600ms]>\n1. The loudest voice wins.<[silence:1600ms]> Experiments with jury deliberations reveal 70% of final verdicts mirror the first speaker’s opinion—<[silence:800ms]> even if later facts contradict it.<[silence:2800ms]>\n2. Shared ignorance feels safe.<[silence:1600ms]> In 1950s psychology tests, groups guessed a jar’s candy count.<[silence:1600ms]> Alone, estimates varied widely—<[silence:800ms]> but together, they converged on the average guess, which was always wrong.<[silence:2800ms]>\n3. Responsibility diffuses.<[silence:1600ms]> NASA’s Challenger disaster traces to a group approving launch despite engineer warnings.<[silence:1600ms]> Post-mortems found no single person felt accountable for the final \"go.\"<[silence:2800ms]>\nSolutions?<[silence:1600ms]> Silent brainstorming first—<[silence:800ms]> then debate.<[silence:1600ms]> Or assign a \"devil’s advocate\" to argue against the group’s lean.<[silence:2800ms]>\nThree related subjects are herd behavior in markets, how juries reach verdicts, and why lone inventors outpace committees.", "clean_story": "Faster alone.  Smarter alone.\nThe phrase \"group decision\" assumes many minds outperform one. But studies show groups often choose worse than their best member working solo.\nImagine a school of fish dodging a predator. Individually, each fish reacts in 0. 1 seconds— but in a group, they hesitate, matching the slowest member’s 0. 3-second delay.\nThree flaws emerge:\n1. The loudest voice wins. Experiments with jury deliberations reveal 70% of final verdicts mirror the first speaker’s opinion— even if later facts contradict it.\n2. Shared ignorance feels safe. In 1950s psychology tests, groups guessed a jar’s candy count. Alone, estimates varied widely— but together, they converged on the average guess, which was always wrong.\n3. Responsibility diffuses. NASA’s Challenger disaster traces to a group approving launch despite engineer warnings. Post-mortems found no single person felt accountable for the final \"go. \"\nSolutions? Silent brainstorming first— then debate. Or assign a \"devil’s advocate\" to argue against the group’s lean.\nThree related subjects are herd behavior in markets, how juries reach verdicts, and why lone inventors outpace committees.", "timestamp": "20260301T002641Z"}