{
  "story_filename": "how_oceans_erase_evidence",
  "story_title": "How Oceans Erase Evidence",
  "tagged_story_for_tts": "<[silence:3400ms]>Endless water. <[silence:1200ms]> Vanishing clues.<[silence:2800ms]>\"Oceans erase evidence\" because they act like a planet-sized shredder—dissolving, scattering, and burying what falls in.<[silence:2800ms]>A plane crashes into the sea.<[silence:1600ms]>Saltwater corrodes metal 100x faster than air, turning aluminum into flakes in months.<[silence:1600ms]>Currents drag debris across thousands of miles—like a puzzle tossed from a moving train.<[silence:2800ms]>Waves pulverize wood, bones, and fabric into particles smaller than sand.<[silence:1600ms]>The Mariana Trench’s pressure—15,000 psi—crushes objects like soda cans under a truck.<[silence:2800ms]>Even DNA washes away:<[silence:1600ms]>Sharks and bacteria break down flesh in days, while deep-sea worms dissolve bones in weeks.<[silence:1600ms]>MH370’s disappearance in 2014 proved this—only 30 fragments found, none larger than a suitcase.<[silence:2800ms]>Three related subjects are deep-sea decomposition, shipwreck preservation tricks, and how tides rewrite coastlines.<[silence:1600ms]>",
  "clean_story": "Endless water.  Vanishing clues. \"Oceans erase evidence\" because they act like a planet-sized shredder—dissolving, scattering, and burying what falls in. A plane crashes into the sea. Saltwater corrodes metal 100x faster than air, turning aluminum into flakes in months. Currents drag debris across thousands of miles—like a puzzle tossed from a moving train. Waves pulverize wood, bones, and fabric into particles smaller than sand. The Mariana Trench’s pressure—15,000 psi—crushes objects like soda cans under a truck. Even DNA washes away:Sharks and bacteria break down flesh in days, while deep-sea worms dissolve bones in weeks. MH370’s disappearance in 2014 proved this—only 30 fragments found, none larger than a suitcase. Three related subjects are deep-sea decomposition, shipwreck preservation tricks, and how tides rewrite coastlines.",
  "timestamp": "20260226T221802Z"
}