{
  "story_filename": "milankovitch_cycles",
  "story_title": "Milankovitch Cycles",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Earth’s wobbles. Ice ages’ rhythm.\"\n<[silence:2400]>\nNamed after Serbian scientist Milutin Milanković, who calculated how Earth’s slow orbital shifts change sunlight patterns over tens of thousands of years.\n<[silence:1200]>\n\nImagine spinning a top—it wobbles, tilts, and slows.<[silence:1200]> Earth does the same, but over 20,000 to 400,000 years.<[silence:2400]>\nThree key shifts happen:\n1. Tilt (41,000-year cycle)—Earth leans more or less, like a drunkard’s stagger.<[silence:1200]> More tilt means hotter summers, colder winters.\n2. Wobble (23,000-year cycle)—The axis traces a circle, like a spinning plate.<[silence:1200]> This changes when seasons hit.\n3. Orbit shape (100,000-year cycle)—From near-circle to oval.<[silence:1200]> A stretched orbit means weaker winters, less snowmelt, and ice buildup.\n<[silence:2400]>\nProof?<[silence:1200]> Ocean sediment cores show ice ages match these cycles.<[silence:1200]> 20,000 years ago, mammoths roamed because Earth’s tilt and wobble trapped cold up north.\n<[silence:2400]>\nToday, humans burn fossil fuels faster than orbits can compensate.<[silence:1200]> But without these wobbles, Earth might stay frozen—or boil.\n<[silence:1200]>\nThree related subjects are snowball Earth events, carbon cycle feedbacks, and orbital resonance traps.",
  "clean_story": "\"Earth’s wobbles. Ice ages’ rhythm. \"\n\nNamed after Serbian scientist Milutin Milanković, who calculated how Earth’s slow orbital shifts change sunlight patterns over tens of thousands of years.\n\n\nImagine spinning a top—it wobbles, tilts, and slows. Earth does the same, but over 20,000 to 400,000 years.\nThree key shifts happen:\n1. Tilt (41,000-year cycle)—Earth leans more or less, like a drunkard’s stagger. More tilt means hotter summers, colder winters.\n2. Wobble (23,000-year cycle)—The axis traces a circle, like a spinning plate. This changes when seasons hit.\n3. Orbit shape (100,000-year cycle)—From near-circle to oval. A stretched orbit means weaker winters, less snowmelt, and ice buildup.\n\nProof? Ocean sediment cores show ice ages match these cycles. 20,000 years ago, mammoths roamed because Earth’s tilt and wobble trapped cold up north.\n\nToday, humans burn fossil fuels faster than orbits can compensate. But without these wobbles, Earth might stay frozen—or boil.\n\nThree related subjects are snowball Earth events, carbon cycle feedbacks, and orbital resonance traps.",
  "timestamp": "20260223T225215Z"
}