{
  "story_filename": "trolley_problem",
  "story_title": "Trolley Problem",
  "tagged_story_for_tts": "**\"Moral dilemma.<[silence]> Ethical crossroads.<[silence]>\nThe 'trolley problem' is a thought experiment, first proposed by Philippa Foot in 1967.<[silence]> It's a hypothetical scenario where you must choose between two outcomes, each with moral implications.<[silence]>\\n\\nImagine a runaway trolley is heading towards five people tied to the tracks. You're standing by a lever that, if pulled, would divert the trolley onto a different track, saving the five. However, there's one person tied to those alternative tracks.<[silence]> Pulling the lever means sacrificing one life to save five. But do nothing, and the five die.<[silence]>\\n\\nThis scenario explores the moral principle of utilitarianism, which suggests the greatest good for the greatest number should be pursued.<[silence]> But it also raises questions about intent, responsibility, and the sanctity of individual life.<[silence]>\\n\\nFoot later added a twist, the 'fat man' variant.<[silence]> Now, instead of a lever, you're standing on a footbridge with the power to stop the trolley by pushing a large man off the bridge and onto the track. His bulk would stop the trolley, saving the five, but at the cost of his life.<[silence]> This version challenges our intuitions about direct action and personal responsibility.<[silence]>\\n\\nThe trolley problem has sparked countless debates and studies.<[silence]> It's been used to explore moral intuitions, the psychology of decision-making, and even the ethics of self-driving cars.<[silence]> Yet, it remains controversial, with no consensus on the 'right' answer.<[silence]>\\n\\nThree related subjects are the psychological underpinnings of moral intuitions, the ethical dilemmas faced by autonomous vehicles, and the philosophical debate surrounding the morality of means and ends.<[silence]>",
  "clean_story": "**\"Moral dilemma. Ethical crossroads. The 'trolley problem' is a thought experiment, first proposed by Philippa Foot in 1967. It's a hypothetical scenario where you must choose between two outcomes, each with moral implications. \\n\\nImagine a runaway trolley is heading towards five people tied to the tracks. You're standing by a lever that, if pulled, would divert the trolley onto a different track, saving the five. However, there's one person tied to those alternative tracks. Pulling the lever means sacrificing one life to save five. But do nothing, and the five die. \\n\\nThis scenario explores the moral principle of utilitarianism, which suggests the greatest good for the greatest number should be pursued. But it also raises questions about intent, responsibility, and the sanctity of individual life. \\n\\nFoot later added a twist, the 'fat man' variant. Now, instead of a lever, you're standing on a footbridge with the power to stop the trolley by pushing a large man off the bridge and onto the track. His bulk would stop the trolley, saving the five, but at the cost of his life. This version challenges our intuitions about direct action and personal responsibility. \\n\\nThe trolley problem has sparked countless debates and studies. It's been used to explore moral intuitions, the psychology of decision-making, and even the ethics of self-driving cars. Yet, it remains controversial, with no consensus on the 'right' answer. \\n\\nThree related subjects are the psychological underpinnings of moral intuitions, the ethical dilemmas faced by autonomous vehicles, and the philosophical debate surrounding the morality of means and ends.",
  "timestamp": "20251227T002052Z"
}