{
  "story_filename": "physics_of_sound",
  "story_title": "Physics Of Sound",
  "tagged_story_for_tts": "Sound waves.<[silence]> Vibrations in motion.<[silence]><[silence]>\nThe word 'physics of sound' refers to how sound behaves and moves through the air.<[silence]> It’s like the invisible dance of particles that creates the music we hear.<[silence]><[silence]>Sound starts with a vibration, like a plucked guitar string or a drum hit.<[silence]> This vibration pushes air molecules together and apart, creating a wave that travels through the air.<[silence]> When this wave reaches your ear, your eardrum vibrates, and your brain turns it into the sound you hear.<[silence]><[silence]>Imagine throwing a pebble into a pond.<[silence]> The ripples spreading out are like sound waves moving through the air.<[silence]> The bigger the pebble, the bigger the ripples—just like a louder sound creates stronger vibrations.<[silence]><[silence]>Sound waves have different frequencies, which we hear as pitch.<[silence]> High frequencies make high-pitched sounds, like a whistle, while low frequencies make deep sounds, like a drum.<[silence]> The speed of sound depends on what it’s traveling through—it moves faster in water than in air, and even faster in solids like metal.<[silence]><[silence]>Echoes happen when sound waves bounce off surfaces, like a canyon wall or a large building.<[silence]> This is why you might hear your voice repeated when you shout in an empty room or near a mountain.<[silence]> Sound can also bend around corners, which is why you can hear someone talking even if you’re not directly in their line of sight.<[silence]><[silence]>Three related subjects are how sound travels underwater, the science behind musical instruments, and how animals use sound for communication.<[silence]>",
  "clean_story": "Sound waves. Vibrations in motion. The word 'physics of sound' refers to how sound behaves and moves through the air. It’s like the invisible dance of particles that creates the music we hear. Sound starts with a vibration, like a plucked guitar string or a drum hit. This vibration pushes air molecules together and apart, creating a wave that travels through the air. When this wave reaches your ear, your eardrum vibrates, and your brain turns it into the sound you hear. Imagine throwing a pebble into a pond. The ripples spreading out are like sound waves moving through the air. The bigger the pebble, the bigger the ripples—just like a louder sound creates stronger vibrations. Sound waves have different frequencies, which we hear as pitch. High frequencies make high-pitched sounds, like a whistle, while low frequencies make deep sounds, like a drum. The speed of sound depends on what it’s traveling through—it moves faster in water than in air, and even faster in solids like metal. Echoes happen when sound waves bounce off surfaces, like a canyon wall or a large building. This is why you might hear your voice repeated when you shout in an empty room or near a mountain. Sound can also bend around corners, which is why you can hear someone talking even if you’re not directly in their line of sight. Three related subjects are how sound travels underwater, the science behind musical instruments, and how animals use sound for communication.",
  "timestamp": "20260201T114612Z"
}