{
  "story_filename": "scientific_revolutions",
  "story_title": "Scientific Revolutions",
  "tagged_story_for_tts": "\"Revolution. Paradigm shift.<[silence]> Scientific revolutions are sudden, profound changes in our understanding of the world, often triggered by a single discovery.<[silence]> The term comes from Thomas Kuhn's influential 1962 book, where he argued that science doesn't progress linearly, but in sudden leaps.<[silence]> Imagine a puzzle: you've been fitting pieces into a certain pattern for years, but then you find a piece that doesn't fit. You realize you've been working on the wrong picture all along.<[silence]> That's a scientific revolution.<[silence]> Take the Copernican revolution. For centuries, people believed the Earth was the center of the universe. Then, in 1543, Nicolaus Copernicus published 'De revolutionibus orbium coelestium,' suggesting the Earth and other planets revolve around the Sun.<[silence]> This wasn't just a new idea—it challenged the very foundation of astronomy, forcing scientists to rethink their understanding of the cosmos.<[siline]> Today, we take heliocentrism for granted, but it was once a radical concept that sparked a scientific revolution.<[siline]> Three related subjects are how revolutions in one field can trigger changes in others, the role of individual scientists in driving these shifts, and the societal impacts of paradigm changes.\"",
  "clean_story": "\"Revolution. Paradigm shift. Scientific revolutions are sudden, profound changes in our understanding of the world, often triggered by a single discovery. The term comes from Thomas Kuhn's influential 1962 book, where he argued that science doesn't progress linearly, but in sudden leaps. Imagine a puzzle: you've been fitting pieces into a certain pattern for years, but then you find a piece that doesn't fit. You realize you've been working on the wrong picture all along. That's a scientific revolution. Take the Copernican revolution. For centuries, people believed the Earth was the center of the universe. Then, in 1543, Nicolaus Copernicus published 'De revolutionibus orbium coelestium,' suggesting the Earth and other planets revolve around the Sun. This wasn't just a new idea—it challenged the very foundation of astronomy, forcing scientists to rethink their understanding of the cosmos. <[siline]> Today, we take heliocentrism for granted, but it was once a radical concept that sparked a scientific revolution. <[siline]> Three related subjects are how revolutions in one field can trigger changes in others, the role of individual scientists in driving these shifts, and the societal impacts of paradigm changes. \"",
  "timestamp": "20260111T141045Z"
}