{
  "story_filename": "mirrors",
  "story_title": "Mirrors",
  "tagged_story_for_tts": "<[silence:3400ms]>Light’s silent copycat. <[silence:1200ms]> Surfaces that reverse worlds.<[silence:2800ms]>\"Mirror\" traces back to the Latin mirari—to wonder at—because early humans saw their own faces reflected in still water and polished stone, sparking awe.<[silence:2800ms]>Most see mirrors as tools for vanity or rooms that feel bigger.<[silence:1600ms]>But their real trick is precision—bouncing light at the exact angle it arrives, like a tennis ball rebounding off a wall.<[silence:1600ms]>A flat mirror reverses left and right, not up and down, because light’s path flips horizontally as it reflects.<[silence:2800ms]>Example:<[silence:1600ms]>Hold text to a mirror, and the letters flip backward.<[silence:1600ms]>Now tilt the mirror 90 degrees—the text flips upward instead.<[silence:1600ms]>The reflection obeys the law of reflection: angle in equals angle out, measured from an invisible line perpendicular to the surface.<[silence:2800ms]>Curved mirrors bend this rule.<[silence:1600ms]>A concave mirror (caved inward) focuses light like a satellite dish, creating real, upside-down images—used in telescopes to pull distant stars into view.<[silence:1600ms]>A convex mirror (bulged outward) scatters light, making objects seem smaller, like a car’s side mirror warning: \"Objects in mirror are closer than they appear.\"<[silence:2800ms]>Ancient craftsmanship proves their power:<[silence:1600ms]>The Pharos Lighthouse (280 BCE) allegedly used polished bronze mirrors to project firelight 35 miles across the Mediterranean.<[silence:1600ms]>Modern mirrors rely on aluminum or silver coatings, applied in vacuums to prevent oxidation—thinner than a soap bubble but reflecting 99% of light.<[silence:2800ms]>Three related subjects are how periscopes bend sight, why metals reflect better, and animal eyes that act as mirrors.<[silence:1600ms]>",
  "clean_story": "Light’s silent copycat.  Surfaces that reverse worlds. \"Mirror\" traces back to the Latin mirari—to wonder at—because early humans saw their own faces reflected in still water and polished stone, sparking awe. Most see mirrors as tools for vanity or rooms that feel bigger. But their real trick is precision—bouncing light at the exact angle it arrives, like a tennis ball rebounding off a wall. A flat mirror reverses left and right, not up and down, because light’s path flips horizontally as it reflects. Example:Hold text to a mirror, and the letters flip backward. Now tilt the mirror 90 degrees—the text flips upward instead. The reflection obeys the law of reflection: angle in equals angle out, measured from an invisible line perpendicular to the surface. Curved mirrors bend this rule. A concave mirror (caved inward) focuses light like a satellite dish, creating real, upside-down images—used in telescopes to pull distant stars into view. A convex mirror (bulged outward) scatters light, making objects seem smaller, like a car’s side mirror warning: \"Objects in mirror are closer than they appear. \"Ancient craftsmanship proves their power:The Pharos Lighthouse (280 BCE) allegedly used polished bronze mirrors to project firelight 35 miles across the Mediterranean. Modern mirrors rely on aluminum or silver coatings, applied in vacuums to prevent oxidation—thinner than a soap bubble but reflecting 99% of light. Three related subjects are how periscopes bend sight, why metals reflect better, and animal eyes that act as mirrors.",
  "timestamp": "20260226T212634Z"
}