{
  "story_filename": "electromagnetism",
  "story_title": "Electromagnetism",
  "tagged_story_for_tts": "\"Electricity and magnetism.<[silence]> Combined, they create electromagnetism.<[silence]><[silence]> The word 'electromagnetism' blends 'electric' and 'magnetism,' describing how these two forces work together.<[silence]> Think of it like a team where electricity and magnetism boost each other’s powers.<[silence]><[silence]>Electromagnetism is everywhere.<[silence]> It’s what makes your phone vibrate when you get a text, powers the motors in electric cars, and even holds the pages of your favorite book together if they’re made of magnetic material.<[silence]> When electricity flows through a wire, it creates a magnetic field around it.<[silence]> This is how speakers turn electrical signals into sound—tiny magnets vibrate to create the music you hear.\\n<[silence]><[silence]>Magnets, on the other hand, have a north and south pole, just like Earth.<[silence]> Opposite poles attract, while like poles push apart.<[silence]> This is why magnets stick to your fridge or why compasses always point north.<[silence]> When you combine electricity and magnetism, you get electromagnets—powerful magnets that can be turned on and off with a switch.<[silence]> These are used in everything from MRI machines to roller coasters.\\n<[silence]><[silence]>Electromagnetism isn’t just about gadgets, though.<[silence]> It’s also the force that keeps the planets in orbit and makes light travel through space.<[silence]> Without electromagnetism, atoms wouldn’t hold together, and life as we know it wouldn’t exist.<[silence]> It’s one of the four fundamental forces of nature, alongside gravity and the strong and weak nuclear forces.\\n<[silence]><[silence]>Three related subjects are how electromagnetism powers modern technology, the mysteries of dark matter and its connection to electromagnetism, and the role of electromagnetism in the universe’s structure.<[silence]>\"",
  "clean_story": "\"Electricity and magnetism. Combined, they create electromagnetism. The word 'electromagnetism' blends 'electric' and 'magnetism,' describing how these two forces work together. Think of it like a team where electricity and magnetism boost each other’s powers. Electromagnetism is everywhere. It’s what makes your phone vibrate when you get a text, powers the motors in electric cars, and even holds the pages of your favorite book together if they’re made of magnetic material. When electricity flows through a wire, it creates a magnetic field around it. This is how speakers turn electrical signals into sound—tiny magnets vibrate to create the music you hear. \\nMagnets, on the other hand, have a north and south pole, just like Earth. Opposite poles attract, while like poles push apart. This is why magnets stick to your fridge or why compasses always point north. When you combine electricity and magnetism, you get electromagnets—powerful magnets that can be turned on and off with a switch. These are used in everything from MRI machines to roller coasters. \\nElectromagnetism isn’t just about gadgets, though. It’s also the force that keeps the planets in orbit and makes light travel through space. Without electromagnetism, atoms wouldn’t hold together, and life as we know it wouldn’t exist. It’s one of the four fundamental forces of nature, alongside gravity and the strong and weak nuclear forces. \\nThree related subjects are how electromagnetism powers modern technology, the mysteries of dark matter and its connection to electromagnetism, and the role of electromagnetism in the universe’s structure. \"",
  "timestamp": "20260201T112916Z"
}