{
  "story_filename": "how_squid_change_eye_shape",
  "story_title": "How Squid Change Eye Shape",
  "tagged_story_for_tts": "<[silence:3400ms]>Instant eye reshaping. <[silence:1200ms]> Camouflage without color.<[silence:2800ms]>\"Squid\" comes from the Greek teuthis, meaning \"squid,\" but their eyes work like built-in projectors—adjusting shape to control light, not just see it.<[silence:2800ms]>Most animals change pupil size to manage brightness.<[silence:1600ms]>Squid do that and warp their entire eye’s curvature—like a camera lens zooming in, but with muscle.<[silence:1600ms]>Their pupils stretch into W-shapes, slits, or dumbbells, scattering light to hide their silhouette from predators below.<[silence:2800ms]>Here’s how:<[silence:1600ms]>Ring-shaped muscles around the iris contract asymmetrically, pulling the pupil into jagged edges.<[silence:1600ms]>This breaks up their dark eye-spot, making them nearly invisible against sunlight filtering down.<[silence:1600ms]>Caribbean reef squid use this to hunt—flashing W-pupils to signal mates while staying hidden from barracuda.<[silence:2800ms]>Lab tests show pupil shifts take under 200 milliseconds—faster than a human blink.<[silence:1600ms]>No bones, no rigid parts: pure muscular hydrostatics, like a water balloon changing shape by squeezing its sides.<[silence:2800ms]>Three related subjects are cephalopod skin pixels, polarized light hunting, and soft robotics mimicry.",
  "clean_story": "Instant eye reshaping.  Camouflage without color. \"Squid\" comes from the Greek teuthis, meaning \"squid,\" but their eyes work like built-in projectors—adjusting shape to control light, not just see it. Most animals change pupil size to manage brightness. Squid do that and warp their entire eye’s curvature—like a camera lens zooming in, but with muscle. Their pupils stretch into W-shapes, slits, or dumbbells, scattering light to hide their silhouette from predators below. Here’s how:Ring-shaped muscles around the iris contract asymmetrically, pulling the pupil into jagged edges. This breaks up their dark eye-spot, making them nearly invisible against sunlight filtering down. Caribbean reef squid use this to hunt—flashing W-pupils to signal mates while staying hidden from barracuda. Lab tests show pupil shifts take under 200 milliseconds—faster than a human blink. No bones, no rigid parts: pure muscular hydrostatics, like a water balloon changing shape by squeezing its sides. Three related subjects are cephalopod skin pixels, polarized light hunting, and soft robotics mimicry.",
  "timestamp": "20260226T215810Z"
}