{
  "story_filename": "animal_migration_paths",
  "story_title": "Animal Migration Paths",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Nature’s highways. Invisible routes etched in instinct.\"\n<[silence:2400]>\n\"Migration paths\" are the predictable journeys animals take—like invisible roads in the sky, ocean, or land—used year after year.\n<[silence:2400]>\nWe often picture migration as birds flying south for winter, but it’s far more precise.<[silence:1200]> A monarch butterfly, no bigger than a leaf, travels 3,000 miles from Canada to Mexico—using the sun’s position and Earth’s magnetic field like a built-in GPS.<[silence:2400]>\nSome paths are so exact, scientists can map them like subway lines.<[silence:1200]> Caribou in Alaska follow the same trails their ancestors did 10,000 years ago, timing their moves to avoid wolves and find fresh grass.<[silence:1200]> Even tiny glass eels, just 3 inches long, swim 1,000 miles from the Sargasso Sea to European rivers—smelling their way home.\n<[silence:2400]>\nThe longest migration? The Arctic tern: 44,000 miles round-trip, from pole to pole, every year.<[silence:1200]> No compass. No map. Just instinct.\n<[silence:2400]>\nThree related subjects are animal navigation tricks, climate’s role in routes, and human-made migration barriers.",
  "clean_story": "\"Nature’s highways. Invisible routes etched in instinct. \"\n\n\"Migration paths\" are the predictable journeys animals take—like invisible roads in the sky, ocean, or land—used year after year.\n\nWe often picture migration as birds flying south for winter, but it’s far more precise. A monarch butterfly, no bigger than a leaf, travels 3,000 miles from Canada to Mexico—using the sun’s position and Earth’s magnetic field like a built-in GPS.\nSome paths are so exact, scientists can map them like subway lines. Caribou in Alaska follow the same trails their ancestors did 10,000 years ago, timing their moves to avoid wolves and find fresh grass. Even tiny glass eels, just 3 inches long, swim 1,000 miles from the Sargasso Sea to European rivers—smelling their way home.\n\nThe longest migration? The Arctic tern: 44,000 miles round-trip, from pole to pole, every year. No compass. No map. Just instinct.\n\nThree related subjects are animal navigation tricks, climate’s role in routes, and human-made migration barriers.",
  "timestamp": "20260223T230446Z"
}