{
  "story_filename": "life_and_death_of_stars",
  "story_title": "Life And Death Of Stars",
  "tagged_story_for_tts": "Stars are born.<[silence]> Stars die.<[silence]><[silence]> The word 'star' comes from the Old English 'steorra,' meaning 'any heavenly body.'<[silence]> Stars are massive, glowing balls of gas that shine because of nuclear reactions inside them.<[silence]><[silence]>Stars begin as clouds of gas and dust in space.<[silence]> Gravity pulls these clouds together, making them denser and hotter until nuclear fusion starts.<[silence]> This is like how a campfire grows hotter as more wood is added.<[silence]> Once fusion begins, a star is born.<[silence]><[silence]>The life of a star depends on its size.<[silence]> Smaller stars, like our Sun, live for billions of years, while massive stars burn out much faster.<[silence]> Our Sun, for example, has been shining for about 4.6 billion years and will continue for another 5 billion years.<[silence]> When a star runs out of fuel, it dies.<[silence]><[silence]>Small stars end their lives quietly, shrinking into white dwarfs.<[silence]> But massive stars go out with a bang—exploding in a supernova.<[silence]> This explosion is so bright that it can outshine entire galaxies for a short time.<[silence]> The remnants of these explosions create the elements that make up planets and even life.<[silence]> Without dying stars, we wouldn’t have the materials to build our world.<[silence]><[silence]>Three related subjects are the life cycle of galaxies, how supernovas create new elements, and the search for life on exoplanets.<[silence]>",
  "clean_story": "Stars are born. Stars die. The word 'star' comes from the Old English 'steorra,' meaning 'any heavenly body. ' Stars are massive, glowing balls of gas that shine because of nuclear reactions inside them. Stars begin as clouds of gas and dust in space. Gravity pulls these clouds together, making them denser and hotter until nuclear fusion starts. This is like how a campfire grows hotter as more wood is added. Once fusion begins, a star is born. The life of a star depends on its size. Smaller stars, like our Sun, live for billions of years, while massive stars burn out much faster. Our Sun, for example, has been shining for about 4. 6 billion years and will continue for another 5 billion years. When a star runs out of fuel, it dies. Small stars end their lives quietly, shrinking into white dwarfs. But massive stars go out with a bang—exploding in a supernova. This explosion is so bright that it can outshine entire galaxies for a short time. The remnants of these explosions create the elements that make up planets and even life. Without dying stars, we wouldn’t have the materials to build our world. Three related subjects are the life cycle of galaxies, how supernovas create new elements, and the search for life on exoplanets.",
  "timestamp": "20260131T142933Z"
}