{
  "subject": "Sleep Paralysis",
  "raw": "Isolation. <[silence]> Immobility. <[silence]> Consciousness. <[silence]>\n\nSleep paralysis is a phenomenon where an individual, upon waking or falling asleep, experiences an inability to move or speak. <[silence]> This state occurs during the transition between wakefulness and sleep, often accompanied by vivid hallucinations and a sense of an ominous presence. <[silence]> It is a temporary condition, lasting from a few seconds to a couple of minutes. <[silence]> The person is fully aware of their surroundings but is unable to react physically. <[silence]>\n\nThe underlying cause of sleep paralysis is linked to the disruption of the sleep cycle, particularly during the rapid eye movement (REM) stage. <[silence]> During REM sleep, the body undergoes a natural paralysis to prevent the sleeper from acting out dreams. <[silence]> When this paralysis persists into wakefulness, it results in the experience of sleep paralysis. <[silence]> Factors such as irregular sleep patterns, stress, and sleep disorders like narcolepsy are associated with increased occurrences. <[silence]>\n\nWhile sleep paralysis is not harmful, it can be distressing. <[silence]> Understanding the condition can alleviate anxiety and fear associated with episodes. <[silence]> Maintaining a regular sleep schedule and reducing stress can help minimize its frequency. <[silence]> If episodes are frequent or severe, consulting a healthcare professional is advisable. <[silence]>\n\nThree related subjects are: REM sleep behavior disorder, hypnagogic hallucinations, and narcolepsy.",
  "clean": "Isolation.  Immobility.  Consciousness.  Sleep paralysis is a phenomenon where an individual, upon waking or falling asleep, experiences an inability to move or speak.  This state occurs during the transition between wakefulness and sleep, often accompanied by vivid hallucinations and a sense of an ominous presence.  It is a temporary condition, lasting from a few seconds to a couple of minutes.  The person is fully aware of their surroundings but is unable to react physically.  The underlying cause of sleep paralysis is linked to the disruption of the sleep cycle, particularly during the rapid eye movement (REM) stage.  During REM sleep, the body undergoes a natural paralysis to prevent the sleeper from acting out dreams.  When this paralysis persists into wakefulness, it results in the experience of sleep paralysis.  Factors such as irregular sleep patterns, stress, and sleep disorders like narcolepsy are associated with increased occurrences.  While sleep paralysis is not harmful, it can be distressing.  Understanding the condition can alleviate anxiety and fear associated with episodes.  Maintaining a regular sleep schedule and reducing stress can help minimize its frequency.  If episodes are frequent or severe, consulting a healthcare professional is advisable.  Three related subjects are: REM sleep behavior disorder, hypnagogic hallucinations, and narcolepsy.",
  "timestamp": "20251109T223833Z"
}