{
  "story_filename": "shark_electro_sensibility",
  "story_title": "Shark Electro Sensibility",
  "tagged_story_for_tts": "- Ampullae of Lorenzini, bioelectric fields.<[silence]>\n\nSharks possess a remarkable ability to detect electrical signals in their environment.<[silence]> This capability is facilitated by specialized sensory organs known as the ampullae of Lorenzini.<[silence]> These small, jelly-filled pores are located primarily around the shark's snout.<[silence]> They are sensitive to minute changes in electric fields, allowing sharks to perceive the bioelectric fields produced by other organisms.<[silence]>\n\nThe ampullae of Lorenzini are connected to the nervous system, transmitting information to the brain.<[silence]> This sensory input aids in navigation, prey detection, and even social interactions.<[silence]> Sharks can detect electrical signals as faint as one billionth of a volt.<[silence]> This sensitivity is particularly useful in murky waters where visibility is limited.<[silence]>\n\nBioelectric fields are generated by the movement of ions in living tissues.<[silence]> Sharks can sense these fields, enabling them to locate prey hidden under sand or in dark environments.<[silence]> This ability is not only advantageous for hunting but also for avoiding predators.<[silence]> It provides a unique perspective on the underwater world.<[silence]>\n\nThree related subjects are the role of electroreception in other marine animals, the impact of environmental changes on sensory abilities, and the evolution of sensory systems in aquatic life.<[silence]>",
  "clean_story": "- Ampullae of Lorenzini, bioelectric fields. Sharks possess a remarkable ability to detect electrical signals in their environment. This capability is facilitated by specialized sensory organs known as the ampullae of Lorenzini. These small, jelly-filled pores are located primarily around the shark's snout. They are sensitive to minute changes in electric fields, allowing sharks to perceive the bioelectric fields produced by other organisms. The ampullae of Lorenzini are connected to the nervous system, transmitting information to the brain. This sensory input aids in navigation, prey detection, and even social interactions. Sharks can detect electrical signals as faint as one billionth of a volt. This sensitivity is particularly useful in murky waters where visibility is limited. Bioelectric fields are generated by the movement of ions in living tissues. Sharks can sense these fields, enabling them to locate prey hidden under sand or in dark environments. This ability is not only advantageous for hunting but also for avoiding predators. It provides a unique perspective on the underwater world. Three related subjects are the role of electroreception in other marine animals, the impact of environmental changes on sensory abilities, and the evolution of sensory systems in aquatic life.",
  "timestamp": "20251208T160132Z"
}