{
  "story_filename": "centralia",
  "story_title": "centralia",
  "tagged_story_for_tts": "Abandoned streets.<[silence]> Underground fire.<[silence]> Silent town.<[silence]>\n\nCentralia, Pennsylvania, once a bustling mining town, is now known for its nearly deserted streets and the underground mine fire that has been burning since 1962.<[silence]> This fire began when a landfill, located in an abandoned strip mine, was ignited, and the flames spread to a coal seam beneath the town.<[silence]> Over the years, the fire has caused significant damage, leading to the evacuation and demolition of most of Centralia's buildings.<[silence]> Today, only a few residents remain, living amidst the eerie landscape.<[silence]>\n\nThe underground fire has created hazardous conditions, including sinkholes and dangerous levels of carbon monoxide.<[silence]> The state of Pennsylvania condemned Centralia in 1992, and most of the town's infrastructure was dismantled.<[silence]> The once-thriving community now features cracked, steaming roads and overgrown lots.<[silence]> Despite these conditions, the fire continues to burn and is expected to do so for another century.<[silence]>\n\nCentralia's story is a stark reminder of the long-term impacts of industrial activities and the challenges of managing underground fires.<[silence]> The town has become a point of interest for visitors, drawn by its unique history and desolate atmosphere.<[silence]> However, it is important to note that the area remains dangerous due to the ongoing fire and unstable ground.<[silence]> Authorities advise against visiting for safety reasons, though some still venture to see the remnants of the town.<[silence]>\n\nThree related subjects are the environmental impact of coal mining, the history of ghost towns in the United States, and the management of underground mine fires.<[silence]>",
  "clean_story": "Abandoned streets. Underground fire. Silent town. Centralia, Pennsylvania, once a bustling mining town, is now known for its nearly deserted streets and the underground mine fire that has been burning since 1962. This fire began when a landfill, located in an abandoned strip mine, was ignited, and the flames spread to a coal seam beneath the town. Over the years, the fire has caused significant damage, leading to the evacuation and demolition of most of Centralia's buildings. Today, only a few residents remain, living amidst the eerie landscape. The underground fire has created hazardous conditions, including sinkholes and dangerous levels of carbon monoxide. The state of Pennsylvania condemned Centralia in 1992, and most of the town's infrastructure was dismantled. The once-thriving community now features cracked, steaming roads and overgrown lots. Despite these conditions, the fire continues to burn and is expected to do so for another century. Centralia's story is a stark reminder of the long-term impacts of industrial activities and the challenges of managing underground fires. The town has become a point of interest for visitors, drawn by its unique history and desolate atmosphere. However, it is important to note that the area remains dangerous due to the ongoing fire and unstable ground. Authorities advise against visiting for safety reasons, though some still venture to see the remnants of the town. Three related subjects are the environmental impact of coal mining, the history of ghost towns in the United States, and the management of underground mine fires.",
  "timestamp": "20251126T003556Z"
}