{
  "story_filename": "loneliness",
  "story_title": "Loneliness",
  "tagged_story_for_tts": "<[silence:3400ms]>Empty room echoes. <[silence:1200ms]> A hunger for connection.<[silence:2800ms]>\"Loneliness\" comes from \"lone,\" meaning cut off—like a single tree in an open field, too far to touch another.<[silence:1600ms]>It’s not about being alone.<[silence:1600ms]>It’s the gap between the company you have and the kind your brain craves.<[silence:2800ms]>Your body reacts like it’s under threat.<[silence:1600ms]>Heart rate climbs.<[silence:500ms]> Stress hormones spike.<[silence:500ms]> Sleep fractures.<[silence:1600ms]>Scans show lonely brains light up in the same areas as physical pain—because, to early humans, isolation meant danger.<[silence:2800ms]>Example:<[silence:800ms]>A student in a crowded lecture hall can feel lonelier than a hiker on a mountain trail.<[silence:1600ms]>The hiker’s brain registers solitude as chosen.<[silence:500ms]> The student’s brain screams, \"Where’s your tribe?\"<[silence:2800ms]>Loneliness distorts time.<[silence:1600ms]>Minutes stretch like gum.<[silence:1600ms]>A 2019 study found lonely people overestimate how long tasks take by up to 40%.<[silence:2800ms]>The fix isn’t just \"talk to someone.\"<[silence:1600ms]>It’s shared purpose.<[silence:1600ms]>Chorus singers report less loneliness than solo karaoke fans—even with the same note count.<[silence:2800ms]>Three related subjects are social pain theory, how silence reshapes brains, and why pets ease isolation.",
  "clean_story": "Empty room echoes.  A hunger for connection. \"Loneliness\" comes from \"lone,\" meaning cut off—like a single tree in an open field, too far to touch another. It’s not about being alone. It’s the gap between the company you have and the kind your brain craves. Your body reacts like it’s under threat. Heart rate climbs. Stress hormones spike. Sleep fractures. Scans show lonely brains light up in the same areas as physical pain—because, to early humans, isolation meant danger. Example:A student in a crowded lecture hall can feel lonelier than a hiker on a mountain trail. The hiker’s brain registers solitude as chosen. The student’s brain screams, \"Where’s your tribe?\"Loneliness distorts time. Minutes stretch like gum. A 2019 study found lonely people overestimate how long tasks take by up to 40%. The fix isn’t just \"talk to someone. \"It’s shared purpose. Chorus singers report less loneliness than solo karaoke fans—even with the same note count. Three related subjects are social pain theory, how silence reshapes brains, and why pets ease isolation.",
  "timestamp": "20260226T161413Z"
}