{
  "story_filename": "forest_communication_networks",
  "story_title": "Forest Communication Networks",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Underground phone lines. Trees share warnings and food.\"\n<[silence:2400]>\nThe term forest communication networks describes how trees and plants exchange nutrients, chemicals, and electrical signals—often through fungal threads called mycorrhizae acting like fiber-optic cables.\n<[silence:1200]>\nForests aren’t just silent crowds of trees.<[silence:1200]> Beneath the soil, they operate like a social network, where older \"mother trees\" nurture seedlings by sending sugar through fungal links.<[silence:2400]>\nWhen a tree is attacked by insects, it releases chemical distress signals.<[silence:1200]> Nearby trees—even of different species—detect these signals and preemptively boost their defenses, like producing bitter tannins to deter pests.<[silence:1200]>\nScientists call this the \"Wood Wide Web.\"<[silence:1200]> In one study, Douglas fir trees infected with bark beetles warned neighboring ponderosa pines, which then reduced beetle damage by 40%.\n<[silence:2400]>\nThe network isn’t just about survival.<[silence:1200]> Trees also share resources—carbon, nitrogen, water—through these fungal highways, favoring kin but sometimes aiding strangers if the forest benefits.<[silence:1200]>\nA single mother tree can connect to hundreds of others, managing a belowground economy where cooperation outweighs competition.\n<[silence:2400]>\nThree related subjects are plant electrical signaling, fungal intelligence networks, and symbiosis in extreme ecosystems.",
  "clean_story": "\"Underground phone lines. Trees share warnings and food. \"\n\nThe term forest communication networks describes how trees and plants exchange nutrients, chemicals, and electrical signals—often through fungal threads called mycorrhizae acting like fiber-optic cables.\n\nForests aren’t just silent crowds of trees. Beneath the soil, they operate like a social network, where older \"mother trees\" nurture seedlings by sending sugar through fungal links.\nWhen a tree is attacked by insects, it releases chemical distress signals. Nearby trees—even of different species—detect these signals and preemptively boost their defenses, like producing bitter tannins to deter pests.\nScientists call this the \"Wood Wide Web. \" In one study, Douglas fir trees infected with bark beetles warned neighboring ponderosa pines, which then reduced beetle damage by 40%.\n\nThe network isn’t just about survival. Trees also share resources—carbon, nitrogen, water—through these fungal highways, favoring kin but sometimes aiding strangers if the forest benefits.\nA single mother tree can connect to hundreds of others, managing a belowground economy where cooperation outweighs competition.\n\nThree related subjects are plant electrical signaling, fungal intelligence networks, and symbiosis in extreme ecosystems.",
  "timestamp": "20260223T235315Z"
}