{"story_filename": "sleep_paralysis_mechanics", "story_title": "Sleep Paralysis Mechanics", "tagged_story_for_tts": "<[silence:3400ms]>Body asleep. <[silence:1200ms]> Mind awake.<[silence:2800ms]>\"Sleep paralysis\" describes the moment your brain wakes up but your body stays frozen—like a computer screen turning on while the keyboard remains locked.<[silence:2800ms]>Normally, during REM sleep, your brain sends signals to paralyze muscles, preventing you from acting out dreams.<[silence:1600ms]>It’s like a safety switch.<[silence:1600ms]>But sometimes, you wake up before the switch flips back.<[silence:2800ms]>Here’s what happens:<[silence:1600ms]>Your eyes open, but your limbs won’t move.<[silence:800ms]>—You might feel pressure on your chest, as if something heavy is sitting there.<[silence:800ms]>—Some hear buzzing, footsteps, or voices, though the room is silent.<[silence:1600ms]>These sensations come from mixed signals in the brain.<[silence:1600ms]>The amygdala, which processes fear, stays overactive, while the prefrontal cortex, which logic-checks threats, stays half-asleep.<[silence:2800ms]>A common trigger?<[silence:1600ms]>Irregular sleep schedules, like pulling an all-nighter then crashing.<[silence:1600ms]>Or sleeping on your back, which can press on nerves and disrupt breathing rhythm.<[silence:2800ms]>Most episodes last seconds to two minutes.<[silence:1600ms]>The exit?<[silence:1600ms]>Focus on wiggling a toe or finger—small movements can break the paralysis.<[silence:2800ms]>Three related subjects are REM sleep cycles, false awakenings, and how stress rewires threat detection.", "clean_story": "Body asleep.  Mind awake. \"Sleep paralysis\" describes the moment your brain wakes up but your body stays frozen—like a computer screen turning on while the keyboard remains locked. Normally, during REM sleep, your brain sends signals to paralyze muscles, preventing you from acting out dreams. It’s like a safety switch. But sometimes, you wake up before the switch flips back. Here’s what happens:Your eyes open, but your limbs won’t move. —You might feel pressure on your chest, as if something heavy is sitting there. —Some hear buzzing, footsteps, or voices, though the room is silent. These sensations come from mixed signals in the brain. The amygdala, which processes fear, stays overactive, while the prefrontal cortex, which logic-checks threats, stays half-asleep. A common trigger?Irregular sleep schedules, like pulling an all-nighter then crashing. Or sleeping on your back, which can press on nerves and disrupt breathing rhythm. Most episodes last seconds to two minutes. The exit?Focus on wiggling a toe or finger—small movements can break the paralysis. Three related subjects are REM sleep cycles, false awakenings, and how stress rewires threat detection.", "timestamp": "20260301T102623Z"}