{
  "story_filename": "pedestrian_psychology",
  "story_title": "Pedestrian Psychology",
  "tagged_story_for_tts": "<[silence:3400]>\n\"How people walk. Why they cross where they do.\"<[silence:1000]>\nThe term pedestrian psychology studies how humans move on foot—like traffic, but without engines.<[silence:2400]>\n\nMost assume walkers follow rules, but research shows they act like water: taking the path of least resistance.<[silence:1200]> Sidewalks are rivers; crowds split around obstacles like stones in a stream.<[silence:2400]>\nA 2015 study in Transportation Research found pedestrians unconsciously mirror others’ speed—slowing near windows, rushing in tunnels.<[silence:1200]> Phones cut walking speed by 15%, while groups move 20% slower than solo walkers.<[silence:2400]>\nCities exploit this: Tokyo’s scramble crossings use diagonal paths to speed flow, while New York’s grid forces 90-degree turns, reducing collisions.<[silence:1200]> Even \"desire lines\"—dirt paths cutting across grass—prove people prefer efficiency over pavement.<[silence:2400]>\nThree related subjects are crowd fluid dynamics, urban wayfinding tricks, and why we jaywalk.<[silence:1200]>",
  "clean_story": "\"How people walk. Why they cross where they do. \"\nThe term pedestrian psychology studies how humans move on foot—like traffic, but without engines.\n\nMost assume walkers follow rules, but research shows they act like water: taking the path of least resistance. Sidewalks are rivers; crowds split around obstacles like stones in a stream.\nA 2015 study in Transportation Research found pedestrians unconsciously mirror others’ speed—slowing near windows, rushing in tunnels. Phones cut walking speed by 15%, while groups move 20% slower than solo walkers.\nCities exploit this: Tokyo’s scramble crossings use diagonal paths to speed flow, while New York’s grid forces 90-degree turns, reducing collisions. Even \"desire lines\"—dirt paths cutting across grass—prove people prefer efficiency over pavement.\nThree related subjects are crowd fluid dynamics, urban wayfinding tricks, and why we jaywalk.",
  "timestamp": "20260223T232559Z"
}