{
  "story_filename": "exoplanet_atmospheres",
  "story_title": "Exoplanet Atmospheres",
  "tagged_story_for_tts": "<[silence:3400]>\n\"Alien air. Light’s hidden stories.\"\n<[silence:1000]>\n\"Exoplanet atmospheres\" means the layers of gas around planets outside our solar system.<[silence:2400]>\n\nWhen a distant planet passes in front of its star, starlight filters through its atmosphere.<[silence:1200]> Like sunlight through a stained-glass window, this light carries chemical fingerprints—oxygen, methane, or even water vapor.<[silence:2400]>\nTelescopes like James Webb split this light into colors, revealing which gases are present.<[silence:1200]> On WASP-39b, Webb detected carbon dioxide in 2022—the first clear proof of CO₂ on a planet 700 light-years away.<[silence:2400]>\nSome atmospheres vanish.<[silence:1200]> GJ 1214 b, a \"waterworld,\" might have a steamy, crushed atmosphere from its star’s heat.<[silence:1200]> Others puff up like cotton candy—WASP-107b’s atmosphere is so light, it’s escaping into space.<[silence:2400]>\nThese gases hint at unseen worlds: scorched deserts, global oceans, or skies raining molten glass.<[silence:1200]>\n\n<[silence:1200]>\nThree related subjects are planet migration, biosignature gases, and rogue planet weather.",
  "clean_story": "\"Alien air. Light’s hidden stories. \"\n\n\"Exoplanet atmospheres\" means the layers of gas around planets outside our solar system.\n\nWhen a distant planet passes in front of its star, starlight filters through its atmosphere. Like sunlight through a stained-glass window, this light carries chemical fingerprints—oxygen, methane, or even water vapor.\nTelescopes like James Webb split this light into colors, revealing which gases are present. On WASP-39b, Webb detected carbon dioxide in 2022—the first clear proof of CO₂ on a planet 700 light-years away.\nSome atmospheres vanish. GJ 1214 b, a \"waterworld,\" might have a steamy, crushed atmosphere from its star’s heat. Others puff up like cotton candy—WASP-107b’s atmosphere is so light, it’s escaping into space.\nThese gases hint at unseen worlds: scorched deserts, global oceans, or skies raining molten glass.\n\n\nThree related subjects are planet migration, biosignature gases, and rogue planet weather.",
  "timestamp": "20260222T004807Z"
}