{
  "story_filename": "fiber_optic_speed",
  "story_title": "Fiber Optic Speed",
  "tagged_story_for_tts": "<[silence:3400ms]>\nLight pulses. Data at near-instant speed.\n<[silence:1000ms]>\n\"Fiber optic\" means sending information as flashes of light through glass threads thinner than a human hair.\n<[silence:2800ms]>\n\nImagine whispering into a straw—and your voice arriving across the ocean before you finish speaking.<[silence:1600ms]> That’s fiber optics, but with light instead of sound.<[silence:2800ms]>\n\nA single fiber strand carries data by flickering a laser or LED 200,000 times per second.<[silence:1600ms]> Each flicker is a binary digit—like Morse code, but for computers.<[silence:1600ms]> No electricity. No overheating. Just pure, unobstructed light.<[silence:2800ms]>\n\nIn 1988, the first transatlantic fiber cable (TAT-8) linked the U.S., UK, and France.<[silence:1600ms]> It handled 40,000 phone calls simultaneously—a leap from copper wires, which maxed out at 1,380.<[silence:1600ms]> Today, a cable like MAREA (Microsoft/Facebook) streams 160 terabits per second—enough to download every movie ever made in under a minute.<[silence:2800ms]>\n\nSpeed isn’t just about raw power.<[silence:1600ms]> Fiber’s glass core reflects light inward, trapping it like a mirror maze.<[silence:1600ms]> This \"total internal reflection\" lets signals travel 70% the speed of light in a vacuum—faster than radio waves or electrical pulses.<[silence:2800ms]>\n\nThree related subjects are quantum internet protocols, undersea cable ecosystems, and laser pulse precision.",
  "clean_story": "Light pulses. Data at near-instant speed.\n\n\"Fiber optic\" means sending information as flashes of light through glass threads thinner than a human hair.\n\n\nImagine whispering into a straw—and your voice arriving across the ocean before you finish speaking. That’s fiber optics, but with light instead of sound.\n\nA single fiber strand carries data by flickering a laser or LED 200,000 times per second. Each flicker is a binary digit—like Morse code, but for computers. No electricity. No overheating. Just pure, unobstructed light.\n\nIn 1988, the first transatlantic fiber cable (TAT-8) linked the U. S. , UK, and France. It handled 40,000 phone calls simultaneously—a leap from copper wires, which maxed out at 1,380. Today, a cable like MAREA (Microsoft/Facebook) streams 160 terabits per second—enough to download every movie ever made in under a minute.\n\nSpeed isn’t just about raw power. Fiber’s glass core reflects light inward, trapping it like a mirror maze. This \"total internal reflection\" lets signals travel 70% the speed of light in a vacuum—faster than radio waves or electrical pulses.\n\nThree related subjects are quantum internet protocols, undersea cable ecosystems, and laser pulse precision.",
  "timestamp": "20260225T192231Z"
}