{
  "story_filename": "gettier_problem",
  "story_title": "Gettier Problem",
  "tagged_story_for_tts": "\"False beliefs. True knowledge.<[silence]> The Gettier problem challenges our intuitions about what makes a belief justified.<[silence]> Named after Edmund Gettier, it emerged in 1963, when he published two papers questioning the traditional view that justified true belief equates to knowledge.<[silence]> Gettier's thought experiments, like 'The Stopped Clock' and 'The Fake Barns,' showed that even if a belief is true and held for good reasons, it might not count as knowledge.<[silence]> Imagine you believe it's noon based on a clock you trust, but the clock stopped at noon yesterday. Your belief is true and justified, but it's not knowledge because luck, not your reasoning, makes it true.<[silence]> Gettier problems have since become a staple in philosophy, driving debates about the nature of justification and knowledge.<[silence]> They've led to new theories, like 'Safety' and 'Virtue Epistemology,' which propose additional conditions for knowledge beyond truth and justification.<[silence]> Three related subjects are the history of skepticism, the role of luck in knowledge, and the quest for a satisfactory definition of knowledge.\"",
  "clean_story": "\"False beliefs. True knowledge. The Gettier problem challenges our intuitions about what makes a belief justified. Named after Edmund Gettier, it emerged in 1963, when he published two papers questioning the traditional view that justified true belief equates to knowledge. Gettier's thought experiments, like 'The Stopped Clock' and 'The Fake Barns,' showed that even if a belief is true and held for good reasons, it might not count as knowledge. Imagine you believe it's noon based on a clock you trust, but the clock stopped at noon yesterday. Your belief is true and justified, but it's not knowledge because luck, not your reasoning, makes it true. Gettier problems have since become a staple in philosophy, driving debates about the nature of justification and knowledge. They've led to new theories, like 'Safety' and 'Virtue Epistemology,' which propose additional conditions for knowledge beyond truth and justification. Three related subjects are the history of skepticism, the role of luck in knowledge, and the quest for a satisfactory definition of knowledge. \"",
  "timestamp": "20251226T195635Z"
}