{
  "story_filename": "animal_infrasound_communication",
  "story_title": "Animal Infrasound Communication",
  "tagged_story_for_tts": "<[silence:3400ms]>Sounds too low to hear. <[silence:1200ms]> Messages traveling for miles.<[silence:2800ms]>\"Infrasound\" means sound waves below 20 hertz—the rumble humans feel but can’t hear, like distant thunder through the floor.<[silence:2800ms]>Elephants hum at 15 hertz, vibrations rolling through the ground like a drumbeat underfoot.<[silence:1600ms]>A herd 6 kilometers away detects it through their feet’s sensitive pads—like reading Morse code with toes.<[silence:2800ms]>Whales pulse 12-hertz calls across oceans.<[silence:1600ms]>Water carries these waves farther than air, turning the Atlantic into a slow, resonant telephone line.<[silence:1600ms]>Blue whales’ \"B-calls\" last 20 seconds, repeating every 90—a rhythm so steady scientists once mistook it for seismic activity.<[silence:2800ms]>Even pigeons use it.<[silence:1600ms]>Their ear bones vibrate at 0.5 hertz, tuning into storms hundreds of kilometers off—nature’s early warning system.<[silence:2800ms]>Three related subjects are animal seismic sensing, long-distance whale dialects, and how buildings block infrasound.",
  "clean_story": "Sounds too low to hear.  Messages traveling for miles. \"Infrasound\" means sound waves below 20 hertz—the rumble humans feel but can’t hear, like distant thunder through the floor. Elephants hum at 15 hertz, vibrations rolling through the ground like a drumbeat underfoot. A herd 6 kilometers away detects it through their feet’s sensitive pads—like reading Morse code with toes. Whales pulse 12-hertz calls across oceans. Water carries these waves farther than air, turning the Atlantic into a slow, resonant telephone line. Blue whales’ \"B-calls\" last 20 seconds, repeating every 90—a rhythm so steady scientists once mistook it for seismic activity. Even pigeons use it. Their ear bones vibrate at 0. 5 hertz, tuning into storms hundreds of kilometers off—nature’s early warning system. Three related subjects are animal seismic sensing, long-distance whale dialects, and how buildings block infrasound.",
  "timestamp": "20260226T101115Z"
}