{
  "story_filename": "art_criticism",
  "story_title": "Art Criticism",
  "tagged_story_for_tts": "Judging art.<[silence:1200]> Explaining why.<[silence:1200]>\nArt criticism is the practice of analyzing, interpreting, and evaluating art—not just saying whether it’s \"good\" or \"bad,\" but exploring *how* and *why* it affects us.<[silence:1200]>\n\nMost people think criticism is about opinions, but it’s more like detective work.<[silence:1200]> Critics look at colors, shapes, and techniques the way a mechanic checks an engine—identifying what makes it run, or fail.<[silence:1200]> For example, a critic might note how Vincent van Gogh’s thick, swirling brushstrokes in *Starry Night* create movement, making the sky feel alive.<[silence:1200]> Or how Banksy’s stencils use sharp contrasts to grab attention in seconds.<[silence:1200]>\n\nCriticism also places art in context.<[silence:1200]> Picasso’s *Guernica* isn’t just a chaotic painting—it’s a scream against war, painted in 1937 after a bombing in Spain.<[silence:1200]> Without that background, its jagged figures and gray tones might just seem messy.<[silence:1200]> Critics connect dots between the artist’s life, history, and the viewer’s reaction.<[silence:1200]\n\nGood criticism asks questions: *Why this color?* *Why this size?* *What does it make you feel?*<[silence:1200]> It doesn’t demand agreement—it invites closer looking.<[silence:1200]> Some critics focus on beauty, others on politics, others on craftsmanship.<[silence:1200]> A single artwork can spark endless conversations.<[silence:1200]\n\nBefore newspapers, criticism happened in salons and letters.<[silence:1200]> Today, it’s in essays, videos, or even TikTok clips.<[silence:1200]> The tools change, but the goal stays: to help us see art—not just glance at it.<[silence:1200]\n\nCensorship in art.<[silence:1200]> The psychology of color.<[silence:1200]> How museums decide what to display.<[silence:1200]>\n\n*(874 characters)*",
  "clean_story": "Judging art. Explaining why. Art criticism is the practice of analyzing, interpreting, and evaluating art—not just saying whether it’s \"good\" or \"bad,\" but exploring *how* and *why* it affects us. Most people think criticism is about opinions, but it’s more like detective work. Critics look at colors, shapes, and techniques the way a mechanic checks an engine—identifying what makes it run, or fail. For example, a critic might note how Vincent van Gogh’s thick, swirling brushstrokes in *Starry Night* create movement, making the sky feel alive. Or how Banksy’s stencils use sharp contrasts to grab attention in seconds. Criticism also places art in context. Picasso’s *Guernica* isn’t just a chaotic painting—it’s a scream against war, painted in 1937 after a bombing in Spain. Without that background, its jagged figures and gray tones might just seem messy. Critics connect dots between the artist’s life, history, and the viewer’s reaction. <[silence:1200]\n\nGood criticism asks questions: *Why this color?* *Why this size?* *What does it make you feel?* It doesn’t demand agreement—it invites closer looking. Some critics focus on beauty, others on politics, others on craftsmanship. A single artwork can spark endless conversations. <[silence:1200]\n\nBefore newspapers, criticism happened in salons and letters. Today, it’s in essays, videos, or even TikTok clips. The tools change, but the goal stays: to help us see art—not just glance at it. <[silence:1200]\n\nCensorship in art. The psychology of color. How museums decide what to display. *(874 characters)*",
  "timestamp": "20260210T101245Z"
}