{
  "story_filename": "how_light_bends_in_gems",
  "story_title": "How Light Bends In Gems",
  "tagged_story_for_tts": "<[silence:3400ms]>\nLight’s path. Gems bend it.\n<[silence:2400ms]>\nThe term \"refraction\" comes from Latin refringere—\"to break apart\"—because light splits and slows when entering a gem.\n<[silence:1200ms]>\n\nImagine sunlight hitting a swimming pool.<[silence:1200ms]> The beam bends at the water’s surface, then scatters into colors.<[silence:1200ms]> Gems do this more dramatically.<[silence:2400ms]>\n\nA diamond’s carbon atoms are packed like a 3D grid of tiny mirrors.<[silence:1200ms]> Light enters, slows by 40%, then ricochets internally—total internal reflection—before escaping as fire.<[silence:1200ms]> Rubies add chromium atoms, absorbing all but red wavelengths, turning white light into blood-red flashes.<[silence:2400ms]>\n\nCut matters.<[silence:1200ms]> A poorly angled sapphire leaks light; a precise brilliant cut traps and fractures it into spectral bursts.<[silence:1200ms]> Jewelers use refractometers to measure this bending—diamonds score 2.42, while glass scores 1.5.<[silence:2400ms]>\n\nThree related subjects are crystal lattice structures, prism physics in rainbows, and how lasers exploit refraction.",
  "clean_story": "Light’s path. Gems bend it.\n\nThe term \"refraction\" comes from Latin refringere—\"to break apart\"—because light splits and slows when entering a gem.\n\n\nImagine sunlight hitting a swimming pool. The beam bends at the water’s surface, then scatters into colors. Gems do this more dramatically.\n\nA diamond’s carbon atoms are packed like a 3D grid of tiny mirrors. Light enters, slows by 40%, then ricochets internally—total internal reflection—before escaping as fire. Rubies add chromium atoms, absorbing all but red wavelengths, turning white light into blood-red flashes.\n\nCut matters. A poorly angled sapphire leaks light; a precise brilliant cut traps and fractures it into spectral bursts. Jewelers use refractometers to measure this bending—diamonds score 2. 42, while glass scores 1. 5.\n\nThree related subjects are crystal lattice structures, prism physics in rainbows, and how lasers exploit refraction.",
  "timestamp": "20260225T191110Z"
}