{
  "subject": "The sailing stones on racetrack playa",
  "raw": "Movement.<[silence]> Silence.<[silence]> Geology.<[silence]> Observation.<[silence]>\n\nThe sailing stones of Racetrack Playa in Death Valley National Park have intrigued scientists and visitors alike for decades.<[silence]> These stones, some weighing up to hundreds of pounds, appear to move across the dry lake bed, leaving long trails behind them.<[silence]> The playa is a flat, dry expanse of cracked mud, bordered by mountains, creating a unique environment for this phenomenon.<[silence]> The movement of these stones was a mystery until recent studies provided an explanation.<[silence]>\n\nIn 2014, researchers used time-lapse photography and GPS technology to document the stones' movement.<[silence]> They discovered that a rare combination of rain, freezing temperatures, and wind was necessary to set the stones in motion.<[silence]> Thin sheets of ice form beneath the stones, and as the ice melts in the sun, it breaks into large floating panels that are driven by light winds, pushing the stones along the playa.<[silence]> This process is slow, and the stones may only move a few inches per second.<[silence]>\n\nThe trails left by the stones are a testament to the unique conditions required for their movement.<[silence]> These trails can be straight or curved, depending on the direction and strength of the wind.<[silence]> The stones themselves vary in size and shape, adding to the complexity of their paths.<[silence]> While the mystery of the sailing stones has been largely solved, their movement remains a fascinating example of natural phenomena.<[silence]>\n\nThree related subjects are the formation of desert playas, the role of ice in geological processes, and the impact of climate on natural landscapes.<[silence]>",
  "clean": "Movement. Silence. Geology. Observation. The sailing stones of Racetrack Playa in Death Valley National Park have intrigued scientists and visitors alike for decades. These stones, some weighing up to hundreds of pounds, appear to move across the dry lake bed, leaving long trails behind them. The playa is a flat, dry expanse of cracked mud, bordered by mountains, creating a unique environment for this phenomenon. The movement of these stones was a mystery until recent studies provided an explanation. In 2014, researchers used time-lapse photography and GPS technology to document the stones' movement. They discovered that a rare combination of rain, freezing temperatures, and wind was necessary to set the stones in motion. Thin sheets of ice form beneath the stones, and as the ice melts in the sun, it breaks into large floating panels that are driven by light winds, pushing the stones along the playa. This process is slow, and the stones may only move a few inches per second. The trails left by the stones are a testament to the unique conditions required for their movement. These trails can be straight or curved, depending on the direction and strength of the wind. The stones themselves vary in size and shape, adding to the complexity of their paths. While the mystery of the sailing stones has been largely solved, their movement remains a fascinating example of natural phenomena. Three related subjects are the formation of desert playas, the role of ice in geological processes, and the impact of climate on natural landscapes.",
  "timestamp": "20250805T223705Z"
}