{
  "subject": "the sand",
  "raw": "Grain size, mineral composition, and sediment transport. <[silence]> \n\nSand is a granular material composed of finely divided rock and mineral particles. <[silence]> It is defined by its size, being finer than gravel and coarser than silt, with particle sizes ranging from 0.0625 to 2 millimeters. <[silence]> The most common constituent of sand is silica, usually in the form of quartz, due to its chemical inertness and hardness. <[silence]> Other minerals, such as feldspar, can also be present, depending on the source rock. <[silence]>\n\nThe formation of sand involves the weathering and erosion of rocks over long periods. <[silence]> This process is facilitated by wind, water, and ice, which break down rocks into smaller particles. <[silence]> Transported by rivers, wind, or ocean currents, sand is deposited in various environments, including beaches, deserts, and riverbeds. <[silence]> Each environment imparts distinct characteristics to the sand, influencing its texture and composition. <[silence]>\n\nIn coastal regions, sand plays a significant role in shaping landscapes and ecosystems. <[silence]> Beaches, composed primarily of sand, act as buffers against wave action, protecting inland areas. <[silence]> The movement of sand along coastlines, known as littoral drift, contributes to the dynamic nature of these environments. <[silence]> Human activities, such as construction and mining, can disrupt these natural processes, leading to erosion and habitat loss. <[silence]>\n\nSand also has numerous industrial applications, including glassmaking, metal casting, and construction. <[silence]> Its uniformity and purity are critical factors in determining its suitability for specific uses. <[silence]> The demand for sand has increased with urbanization and infrastructure development, raising concerns about sustainable extraction practices. <[silence]> Three related subjects are sedimentology, coastal erosion, and sustainable resource management. <[silence]>",
  "clean": "Grain size, mineral composition, and sediment transport.  Sand is a granular material composed of finely divided rock and mineral particles.  It is defined by its size, being finer than gravel and coarser than silt, with particle sizes ranging from 0. 0625 to 2 millimeters.  The most common constituent of sand is silica, usually in the form of quartz, due to its chemical inertness and hardness.  Other minerals, such as feldspar, can also be present, depending on the source rock.  The formation of sand involves the weathering and erosion of rocks over long periods.  This process is facilitated by wind, water, and ice, which break down rocks into smaller particles.  Transported by rivers, wind, or ocean currents, sand is deposited in various environments, including beaches, deserts, and riverbeds.  Each environment imparts distinct characteristics to the sand, influencing its texture and composition.  In coastal regions, sand plays a significant role in shaping landscapes and ecosystems.  Beaches, composed primarily of sand, act as buffers against wave action, protecting inland areas.  The movement of sand along coastlines, known as littoral drift, contributes to the dynamic nature of these environments.  Human activities, such as construction and mining, can disrupt these natural processes, leading to erosion and habitat loss.  Sand also has numerous industrial applications, including glassmaking, metal casting, and construction.  Its uniformity and purity are critical factors in determining its suitability for specific uses.  The demand for sand has increased with urbanization and infrastructure development, raising concerns about sustainable extraction practices.  Three related subjects are sedimentology, coastal erosion, and sustainable resource management.",
  "timestamp": "20251009T103414Z"
}