{
  "subject": "The Leidenfrost effect",
  "raw": "Surface tension. <[silence]> Phase transition. <[silence]> Thermal conductivity. <[silence]>\n\nThe Leidenfrost effect is a physical phenomenon observed when a liquid comes into contact with a surface significantly hotter than its boiling point. <[silence]> At this temperature, an insulating vapor layer forms between the liquid and the surface, preventing the liquid from boiling rapidly. <[silence]> This vapor layer causes the liquid droplets to hover above the surface, reducing heat transfer. <[silence]> The effect is named after Johann Gottlob Leidenfrost, who described it in 1756. <[silence]>\n\nThe temperature at which the Leidenfrost effect occurs is known as the Leidenfrost point, which varies depending on the liquid and surface materials involved. <[silence]> When the surface temperature exceeds this point, the vapor layer stabilizes, allowing droplets to glide across the surface with minimal friction. <[silence]> This phenomenon is commonly demonstrated with water droplets on a hot pan, where they skitter and dance across the surface. <[silence]> The effect is not limited to water and can be observed with other liquids, each exhibiting unique behavior based on their properties. <[silence]>\n\nThe Leidenfrost effect has practical implications in various fields, including cooking, where it influences the behavior of liquids on hot surfaces. <[silence]> In industrial applications, understanding this effect is crucial for processes involving heat transfer and cooling systems. <[silence]> The phenomenon also plays a role in scientific research, where it is studied to explore new methods of controlling fluid dynamics and thermal management. <[silence]> Researchers continue to investigate the underlying mechanisms to harness the effect for innovative technological applications. <[silence]>\n\nThree related subjects are the Marangoni effect, thermal conductivity, and phase change materials. <[silence]>",
  "clean": "Surface tension.  Phase transition.  Thermal conductivity.  The Leidenfrost effect is a physical phenomenon observed when a liquid comes into contact with a surface significantly hotter than its boiling point.  At this temperature, an insulating vapor layer forms between the liquid and the surface, preventing the liquid from boiling rapidly.  This vapor layer causes the liquid droplets to hover above the surface, reducing heat transfer.  The effect is named after Johann Gottlob Leidenfrost, who described it in 1756.  The temperature at which the Leidenfrost effect occurs is known as the Leidenfrost point, which varies depending on the liquid and surface materials involved.  When the surface temperature exceeds this point, the vapor layer stabilizes, allowing droplets to glide across the surface with minimal friction.  This phenomenon is commonly demonstrated with water droplets on a hot pan, where they skitter and dance across the surface.  The effect is not limited to water and can be observed with other liquids, each exhibiting unique behavior based on their properties.  The Leidenfrost effect has practical implications in various fields, including cooking, where it influences the behavior of liquids on hot surfaces.  In industrial applications, understanding this effect is crucial for processes involving heat transfer and cooling systems.  The phenomenon also plays a role in scientific research, where it is studied to explore new methods of controlling fluid dynamics and thermal management.  Researchers continue to investigate the underlying mechanisms to harness the effect for innovative technological applications.  Three related subjects are the Marangoni effect, thermal conductivity, and phase change materials.",
  "timestamp": "20250805T225435Z"
}