{
  "subject": "dark matter",
  "raw": "Axions. <[silence]> Weakly Interacting Massive Particles. <[silence]> Gravitational Lensing. <[silence]>\n\nDark matter is a form of matter that does not emit, absorb, or reflect light, making it invisible and detectable only through its gravitational effects. <[silence]> It constitutes approximately 27% of the universe's total mass and energy, yet its exact nature remains one of the most intriguing puzzles in modern astrophysics. <[silence]> Unlike ordinary matter, dark matter does not interact with electromagnetic forces, which is why it cannot be observed directly with telescopes. <[silence]> Instead, scientists infer its presence through the gravitational effects it exerts on visible matter, radiation, and the large-scale structure of the universe. <[silence]>\n\nSeveral candidates have been proposed to explain dark matter. <[silence]> Among them are Weakly Interacting Massive Particles (WIMPs) and axions, both hypothesized to have properties that could account for the observed gravitational phenomena. <[silence]> Experiments are ongoing to detect these particles directly, using highly sensitive detectors buried deep underground to shield them from cosmic radiation. <[silence]> Despite extensive research, no definitive evidence for these particles has been found, leaving the true composition of dark matter an open question. <[silence]>\n\nGravitational lensing offers a method to study dark matter indirectly. <[silence]> This phenomenon occurs when the gravitational field of a massive object, such as a galaxy cluster, bends the light from a more distant object, like a quasar. <[silence]> By analyzing these distortions, astronomers can map the distribution of dark matter in the universe. <[silence]> These observations have provided compelling evidence for dark matter's existence and distribution, yet they also highlight the limitations of our current understanding. <[silence]>\n\nThree related subjects are the cosmic microwave background, large-scale structure formation, and neutrino physics.",
  "clean": "Axions.  Weakly Interacting Massive Particles.  Gravitational Lensing.  Dark matter is a form of matter that does not emit, absorb, or reflect light, making it invisible and detectable only through its gravitational effects.  It constitutes approximately 27% of the universe's total mass and energy, yet its exact nature remains one of the most intriguing puzzles in modern astrophysics.  Unlike ordinary matter, dark matter does not interact with electromagnetic forces, which is why it cannot be observed directly with telescopes.  Instead, scientists infer its presence through the gravitational effects it exerts on visible matter, radiation, and the large-scale structure of the universe.  Several candidates have been proposed to explain dark matter.  Among them are Weakly Interacting Massive Particles (WIMPs) and axions, both hypothesized to have properties that could account for the observed gravitational phenomena.  Experiments are ongoing to detect these particles directly, using highly sensitive detectors buried deep underground to shield them from cosmic radiation.  Despite extensive research, no definitive evidence for these particles has been found, leaving the true composition of dark matter an open question.  Gravitational lensing offers a method to study dark matter indirectly.  This phenomenon occurs when the gravitational field of a massive object, such as a galaxy cluster, bends the light from a more distant object, like a quasar.  By analyzing these distortions, astronomers can map the distribution of dark matter in the universe.  These observations have provided compelling evidence for dark matter's existence and distribution, yet they also highlight the limitations of our current understanding.  Three related subjects are the cosmic microwave background, large-scale structure formation, and neutrino physics.",
  "timestamp": "20251020T151925Z"
}