{
  "subject": "The sand",
  "raw": "Grains. <[silence]> Minerals. <[silence]> Erosion. <[silence]> Composition. <[silence]> \n\nSand is a granular material composed of finely divided rock and mineral particles. <[silence]> It is defined by its size, being finer than gravel and coarser than silt. <[silence]> Sand's composition varies depending on the local rock sources and conditions, but the most common constituent is silica, usually in the form of quartz. <[silence]> Other components may include feldspar, mica, and other minerals. <[silence]> \n\nThe formation of sand is a result of weathering and erosion over thousands of years. <[silence]> Rocks break down into smaller fragments due to wind, water, and temperature changes. <[silence]> These fragments are transported by natural forces such as rivers and wind, eventually settling in various environments like beaches, deserts, and riverbeds. <[silence]> The texture and color of sand can vary widely, influenced by its mineral content and the environment in which it is found. <[silence]> \n\nSand has numerous applications, both industrial and recreational. <[silence]> It is a primary component in the manufacture of concrete, glass, and asphalt. <[silence]> Sand is also used in land reclamation projects and as a natural filter in water purification processes. <[silence]> On a smaller scale, it is a staple in children's play areas and is used in various sports, such as beach volleyball and golf. <[silence]> \n\nThree related subjects are erosion processes, mineral composition, and sedimentary environments. <[silence]>",
  "clean": "Grains.  Minerals.  Erosion.  Composition.  Sand is a granular material composed of finely divided rock and mineral particles.  It is defined by its size, being finer than gravel and coarser than silt.  Sand's composition varies depending on the local rock sources and conditions, but the most common constituent is silica, usually in the form of quartz.  Other components may include feldspar, mica, and other minerals.  The formation of sand is a result of weathering and erosion over thousands of years.  Rocks break down into smaller fragments due to wind, water, and temperature changes.  These fragments are transported by natural forces such as rivers and wind, eventually settling in various environments like beaches, deserts, and riverbeds.  The texture and color of sand can vary widely, influenced by its mineral content and the environment in which it is found.  Sand has numerous applications, both industrial and recreational.  It is a primary component in the manufacture of concrete, glass, and asphalt.  Sand is also used in land reclamation projects and as a natural filter in water purification processes.  On a smaller scale, it is a staple in children's play areas and is used in various sports, such as beach volleyball and golf.  Three related subjects are erosion processes, mineral composition, and sedimentary environments.",
  "timestamp": "20250804T233957Z"
}
