{
  "subject": "the sand",
  "raw": "Grains, quartz, erosion, silica, sedimentation. <[silence]> \n\nSand is a granular material composed of finely divided rock and mineral particles. <[silence]> Its most common constituent is silica, usually in the form of quartz, due to its chemical inertness and considerable hardness. <[silence]> The size of sand particles ranges from 0.0625 to 2 millimeters in diameter, distinguishing it from gravel on the larger end and silt on the smaller end. <[silence]> \n\nSand is formed through the process of weathering and erosion of rocks over thousands to millions of years. <[silence]> This process is facilitated by natural elements such as wind, water, and ice, which break down rocks into smaller particles. <[silence]> The composition of sand varies depending on the local rock sources and conditions, leading to a diversity of sand types, including carbonate sands found in tropical beaches and gypsum sands found in desert environments. <[silence]> \n\nSand has numerous applications in construction, manufacturing, and recreation. <[silence]> It is a primary component in concrete and asphalt, serving as a foundational element in building infrastructure. <[silence]> In the manufacturing sector, sand is used in glass production and metal casting. <[silence]> Recreationally, sand is vital for beach ecosystems and is used in activities such as sandboarding and sandcastle building. <[silence]> \n\nThree related subjects are sedimentary rocks, coastal erosion, and desertification.",
  "clean": "Grains, quartz, erosion, silica, sedimentation.  Sand is a granular material composed of finely divided rock and mineral particles.  Its most common constituent is silica, usually in the form of quartz, due to its chemical inertness and considerable hardness.  The size of sand particles ranges from 0. 0625 to 2 millimeters in diameter, distinguishing it from gravel on the larger end and silt on the smaller end.  Sand is formed through the process of weathering and erosion of rocks over thousands to millions of years.  This process is facilitated by natural elements such as wind, water, and ice, which break down rocks into smaller particles.  The composition of sand varies depending on the local rock sources and conditions, leading to a diversity of sand types, including carbonate sands found in tropical beaches and gypsum sands found in desert environments.  Sand has numerous applications in construction, manufacturing, and recreation.  It is a primary component in concrete and asphalt, serving as a foundational element in building infrastructure.  In the manufacturing sector, sand is used in glass production and metal casting.  Recreationally, sand is vital for beach ecosystems and is used in activities such as sandboarding and sandcastle building.  Three related subjects are sedimentary rocks, coastal erosion, and desertification.",
  "timestamp": "20251006T185903Z"
}