{
  "subject": "Angular momentum",
  "raw": "Angular momentum, conservation laws, rotational inertia, torque.\n\n<[silence]>\n\nAngular momentum is a vector quantity that represents the rotational analog of linear momentum. <[silence]> It is defined as the product of a body's moment of inertia and its angular velocity. <[silence]> The direction of angular momentum is determined by the right-hand rule, which states that if the fingers of your right hand curl in the direction of rotation, your thumb points in the direction of the angular momentum vector. <[silence]> This principle is crucial in understanding the behavior of rotating systems.\n\n<[silence]>\n\nThe conservation of angular momentum is a fundamental principle in physics. <[silence]> It states that if no external torque acts on a system, the total angular momentum of that system remains constant. <[silence]> This principle is observed in various phenomena, such as the spinning of a figure skater who pulls in their arms to spin faster. <[silence]> The absence of external torque ensures that the product of rotational inertia and angular velocity remains unchanged.\n\n<[silence]>\n\nRotational inertia, also known as the moment of inertia, is a measure of an object's resistance to changes in its rotation. <[silence]> It depends on the mass distribution of the object relative to the axis of rotation. <[silence]> Objects with mass concentrated far from the axis have higher rotational inertia, making them harder to spin. <[silence]> This concept is crucial in engineering and design, where stability and efficiency of rotating systems are paramount.\n\n<[silence]>\n\nTorque is the rotational equivalent of force and plays a vital role in changing angular momentum. <[silence]> It is the product of force and the lever arm distance from the axis of rotation. <[silence]> When torque is applied to a system, it can alter the angular momentum, leading to changes in rotational speed or direction. <[silence]> Understanding torque is essential in mechanics, where it influences the motion and equilibrium of rotating bodies.\n\n<[silence]>\n\nThree related subjects are rotational kinematics, gyroscopic effects, and precession.",
  "clean": "Angular momentum, conservation laws, rotational inertia, torque.\n\n Angular momentum is a vector quantity that represents the rotational analog of linear momentum.  It is defined as the product of a body's moment of inertia and its angular velocity.  The direction of angular momentum is determined by the right-hand rule, which states that if the fingers of your right hand curl in the direction of rotation, your thumb points in the direction of the angular momentum vector.  This principle is crucial in understanding the behavior of rotating systems.\n\n The conservation of angular momentum is a fundamental principle in physics.  It states that if no external torque acts on a system, the total angular momentum of that system remains constant.  This principle is observed in various phenomena, such as the spinning of a figure skater who pulls in their arms to spin faster.  The absence of external torque ensures that the product of rotational inertia and angular velocity remains unchanged.\n\n Rotational inertia, also known as the moment of inertia, is a measure of an object's resistance to changes in its rotation.  It depends on the mass distribution of the object relative to the axis of rotation.  Objects with mass concentrated far from the axis have higher rotational inertia, making them harder to spin.  This concept is crucial in engineering and design, where stability and efficiency of rotating systems are paramount.\n\n Torque is the rotational equivalent of force and plays a vital role in changing angular momentum.  It is the product of force and the lever arm distance from the axis of rotation.  When torque is applied to a system, it can alter the angular momentum, leading to changes in rotational speed or direction.  Understanding torque is essential in mechanics, where it influences the motion and equilibrium of rotating bodies.\n\n Three related subjects are rotational kinematics, gyroscopic effects, and precession.",
  "timestamp": "20251107T000955Z"
}