{
  "subject": "The precise presentation of the Ising model",
  "raw": "Spin alignment, lattice interactions, phase transitions.\n\nThe Ising model is a mathematical framework used to describe ferromagnetism in statistical mechanics. <[silence]> It consists of discrete variables called spins, which can be in one of two states: up or down. <[silence]> These spins are arranged on a lattice, and each spin interacts with its nearest neighbors. <[silence]> The primary goal is to understand how these interactions lead to macroscopic phenomena such as magnetization. <[silence]>\n\nThe model is defined by a Hamiltonian, which describes the energy of a given spin configuration. <[silence]> The Hamiltonian includes terms for the interaction energy between neighboring spins and an external magnetic field. <[silence]> The interaction energy is characterized by a coupling constant, which determines the strength of the interaction. <[silence]> The Ising model can be solved exactly in one dimension, but becomes more complex in higher dimensions. <[silence]>\n\nPhase transitions in the Ising model occur when the system changes from an ordered to a disordered state. <[silence]> This is typically observed as the temperature is varied. <[silence]> At low temperatures, spins tend to align, resulting in a magnetized state. <[silence]> As the temperature increases, thermal fluctuations cause the spins to become disordered, leading to a loss of magnetization. <[silence]>\n\nThe Ising model has applications beyond magnetism, including in the study of neural networks and social dynamics. <[silence]> It provides insights into how local interactions can lead to emergent global behavior. <[silence]> Three related subjects are the Potts model, percolation theory, and Monte Carlo simulations.",
  "clean": "Spin alignment, lattice interactions, phase transitions.\n\nThe Ising model is a mathematical framework used to describe ferromagnetism in statistical mechanics.  It consists of discrete variables called spins, which can be in one of two states: up or down.  These spins are arranged on a lattice, and each spin interacts with its nearest neighbors.  The primary goal is to understand how these interactions lead to macroscopic phenomena such as magnetization.  The model is defined by a Hamiltonian, which describes the energy of a given spin configuration.  The Hamiltonian includes terms for the interaction energy between neighboring spins and an external magnetic field.  The interaction energy is characterized by a coupling constant, which determines the strength of the interaction.  The Ising model can be solved exactly in one dimension, but becomes more complex in higher dimensions.  Phase transitions in the Ising model occur when the system changes from an ordered to a disordered state.  This is typically observed as the temperature is varied.  At low temperatures, spins tend to align, resulting in a magnetized state.  As the temperature increases, thermal fluctuations cause the spins to become disordered, leading to a loss of magnetization.  The Ising model has applications beyond magnetism, including in the study of neural networks and social dynamics.  It provides insights into how local interactions can lead to emergent global behavior.  Three related subjects are the Potts model, percolation theory, and Monte Carlo simulations.",
  "timestamp": "20251111T125739Z"
}