{
  "subject": "the blue sky effect",
  "raw": "Rayleigh scattering. <[silence]> Wavelengths of light. <[silence]> Atmospheric composition. <[silence]> Perception of color. <[silence]>\n\nThe blue sky effect is primarily attributed to Rayleigh scattering, a phenomenon where light is scattered by particles much smaller than the wavelength of the light. <[silence]> When sunlight enters Earth's atmosphere, it collides with molecules such as nitrogen and oxygen. <[silence]> These molecules are effective at scattering shorter wavelengths of light, such as blue, more than longer wavelengths like red. <[silence]> As a result, when we look up, the sky appears predominantly blue. <[silence]>\n\nThe scattering intensity is inversely proportional to the fourth power of the wavelength, meaning shorter wavelengths scatter more effectively. <[silence]> This principle explains why the sky is blue during the day, while at sunrise and sunset, the sky can appear red or orange. <[silence]> During these times, the sun is lower on the horizon, causing sunlight to pass through a greater thickness of the atmosphere. <[silence]> This results in the longer wavelengths, such as red, being scattered less and thus becoming more visible. <[silence]>\n\nFurthermore, atmospheric conditions can influence the exact shade of blue observed. <[silence]> Factors such as humidity, air pollution, and the presence of aerosols can alter the scattering process. <[silence]> For instance, increased particles in the air can lead to a paler sky, as more light is scattered in all directions. <[silence]> Understanding these nuances provides insight into the complex interactions between light and the Earth's atmosphere. <[silence]>\n\nThree related subjects are the impact of air pollution on sky color, the role of atmospheric pressure in light scattering, and the effects of altitude on sky perception. <[silence]>",
  "clean": "Rayleigh scattering.  Wavelengths of light.  Atmospheric composition.  Perception of color.  The blue sky effect is primarily attributed to Rayleigh scattering, a phenomenon where light is scattered by particles much smaller than the wavelength of the light.  When sunlight enters Earth's atmosphere, it collides with molecules such as nitrogen and oxygen.  These molecules are effective at scattering shorter wavelengths of light, such as blue, more than longer wavelengths like red.  As a result, when we look up, the sky appears predominantly blue.  The scattering intensity is inversely proportional to the fourth power of the wavelength, meaning shorter wavelengths scatter more effectively.  This principle explains why the sky is blue during the day, while at sunrise and sunset, the sky can appear red or orange.  During these times, the sun is lower on the horizon, causing sunlight to pass through a greater thickness of the atmosphere.  This results in the longer wavelengths, such as red, being scattered less and thus becoming more visible.  Furthermore, atmospheric conditions can influence the exact shade of blue observed.  Factors such as humidity, air pollution, and the presence of aerosols can alter the scattering process.  For instance, increased particles in the air can lead to a paler sky, as more light is scattered in all directions.  Understanding these nuances provides insight into the complex interactions between light and the Earth's atmosphere.  Three related subjects are the impact of air pollution on sky color, the role of atmospheric pressure in light scattering, and the effects of altitude on sky perception.",
  "timestamp": "20251022T131852Z"
}