{
  "subject": "petrology",
  "raw": "Mineral assemblages, texture analysis, geochemical signatures. <[silence]> Rock classification, metamorphic processes, magmatic differentiation. <[silence]>\n\nPetrology is the scientific study of rocks, focusing on their origin, composition, and structure. <[silence]> It is divided into three main branches: igneous, sedimentary, and metamorphic petrology. <[silence]> Igneous petrology examines rocks formed from molten magma, analyzing processes such as crystallization and cooling rates. <[silence]> Sedimentary petrology investigates rocks formed from sediment deposition, emphasizing grain size, sorting, and cementation. <[silence]> Metamorphic petrology explores rocks that have undergone transformation due to pressure, temperature, and chemical changes. <[silence]>\n\nPetrologists employ various techniques to study rocks, including microscopic examination, X-ray diffraction, and electron microprobe analysis. <[silence]> These methods allow for detailed investigation of mineral composition and texture, providing insights into the history and conditions of rock formation. <[silence]> Geochemical analysis further aids in understanding the elemental makeup and isotopic ratios within rocks, revealing information about the Earth's interior processes. <[silence]> \n\nThrough petrology, scientists gain a deeper understanding of geological history and the dynamic processes shaping the Earth. <[silence]> This field contributes to resource exploration, environmental studies, and hazard assessment. <[silence]> Three related subjects are mineralogy, geochemistry, and tectonics.",
  "clean": "Mineral assemblages, texture analysis, geochemical signatures.  Rock classification, metamorphic processes, magmatic differentiation.  Petrology is the scientific study of rocks, focusing on their origin, composition, and structure.  It is divided into three main branches: igneous, sedimentary, and metamorphic petrology.  Igneous petrology examines rocks formed from molten magma, analyzing processes such as crystallization and cooling rates.  Sedimentary petrology investigates rocks formed from sediment deposition, emphasizing grain size, sorting, and cementation.  Metamorphic petrology explores rocks that have undergone transformation due to pressure, temperature, and chemical changes.  Petrologists employ various techniques to study rocks, including microscopic examination, X-ray diffraction, and electron microprobe analysis.  These methods allow for detailed investigation of mineral composition and texture, providing insights into the history and conditions of rock formation.  Geochemical analysis further aids in understanding the elemental makeup and isotopic ratios within rocks, revealing information about the Earth's interior processes.  Through petrology, scientists gain a deeper understanding of geological history and the dynamic processes shaping the Earth.  This field contributes to resource exploration, environmental studies, and hazard assessment.  Three related subjects are mineralogy, geochemistry, and tectonics.",
  "timestamp": "20251110T135611Z"
}