{
  "subject": "The Ising model",
  "raw": "Spin interactions, lattice structures, phase transitions.\n\n<[silence]>\n\nThe Ising model is a mathematical model used in statistical mechanics to understand ferromagnetism in materials. <[silence]> It consists of discrete variables called spins, which can be in one of two states, typically represented as +1 or -1. <[silence]> These spins are arranged on a lattice, and each spin interacts with its nearest neighbors. <[silence]> The model aims to determine the macroscopic properties of a system based on the microscopic interactions of these spins. <[silence]>\n\n<[silence]>\n\nOne of the key features of the Ising model is its ability to exhibit phase transitions. <[silence]> At a certain temperature, known as the critical temperature, the system undergoes a transition from an ordered state to a disordered state. <[silence]> This transition is characterized by a change in the alignment of spins, leading to a loss of magnetization. <[silence]> The model provides insights into how microscopic interactions can lead to macroscopic phenomena. <[silence]>\n\n<[silence]>\n\nThe Ising model has been extensively studied in one, two, and three dimensions. <[silence]> In one dimension, the model does not exhibit a phase transition at any finite temperature. <[silence]> However, in two dimensions, the model shows a phase transition, as famously solved by Lars Onsager. <[silence]> In three dimensions, the model remains unsolved analytically, although numerical simulations provide valuable insights. <[silence]>\n\n<[silence]>\n\nThe Ising model's simplicity makes it a powerful tool for understanding complex systems beyond magnetism. <[silence]> It has applications in fields such as biology, sociology, and computer science, where systems can be modeled as interacting binary variables. <[silence]> Three related subjects are the Potts model, percolation theory, and Monte Carlo simulations.",
  "clean": "Spin interactions, lattice structures, phase transitions.\n\n The Ising model is a mathematical model used in statistical mechanics to understand ferromagnetism in materials.  It consists of discrete variables called spins, which can be in one of two states, typically represented as +1 or -1.  These spins are arranged on a lattice, and each spin interacts with its nearest neighbors.  The model aims to determine the macroscopic properties of a system based on the microscopic interactions of these spins.   One of the key features of the Ising model is its ability to exhibit phase transitions.  At a certain temperature, known as the critical temperature, the system undergoes a transition from an ordered state to a disordered state.  This transition is characterized by a change in the alignment of spins, leading to a loss of magnetization.  The model provides insights into how microscopic interactions can lead to macroscopic phenomena.   The Ising model has been extensively studied in one, two, and three dimensions.  In one dimension, the model does not exhibit a phase transition at any finite temperature.  However, in two dimensions, the model shows a phase transition, as famously solved by Lars Onsager.  In three dimensions, the model remains unsolved analytically, although numerical simulations provide valuable insights.   The Ising model's simplicity makes it a powerful tool for understanding complex systems beyond magnetism.  It has applications in fields such as biology, sociology, and computer science, where systems can be modeled as interacting binary variables.  Three related subjects are the Potts model, percolation theory, and Monte Carlo simulations.",
  "timestamp": "20251111T130920Z"
}