{
  "subject": "the sand",
  "raw": "Quartz grains. <[silence]> Coastal ecosystems. <[silence]> Industrial applications. <[silence]> Desert landscapes. <[silence]>\n\nSand, a granular material composed primarily of fine rock and mineral particles, is predominantly made up of quartz. <[silence]> Quartz is a durable and abundant mineral, which explains its prevalence in sand. <[silence]> The size of sand particles typically ranges from 0.0625 to 2 millimeters in diameter. <[silence]> This size range distinguishes sand from finer particles like silt and coarser particles like gravel. <[silence]>\n\nIn coastal environments, sand plays a significant role in shaping shorelines and providing habitats for various organisms. <[silence]> Beaches, dunes, and sandbars are dynamic systems that depend on the movement of sand by wind and water. <[silence]> These systems protect inland areas from storm surges and erosion. <[silence]> Human activities, such as construction and tourism, can impact these natural processes. <[silence]>\n\nSand is also a vital resource for numerous industrial applications. <[silence]> It is a primary component in the production of concrete, glass, and silicon chips. <[silence]> The extraction of sand for these purposes has raised environmental concerns, particularly regarding the sustainability of sand mining practices. <[silence]> Efforts are ongoing to balance the demand for sand with the need to preserve natural ecosystems. <[silence]>\n\nThree related subjects are sediment transport, mineral composition, and coastal erosion. <[silence]>",
  "clean": "Quartz grains.  Coastal ecosystems.  Industrial applications.  Desert landscapes.  Sand, a granular material composed primarily of fine rock and mineral particles, is predominantly made up of quartz.  Quartz is a durable and abundant mineral, which explains its prevalence in sand.  The size of sand particles typically ranges from 0. 0625 to 2 millimeters in diameter.  This size range distinguishes sand from finer particles like silt and coarser particles like gravel.  In coastal environments, sand plays a significant role in shaping shorelines and providing habitats for various organisms.  Beaches, dunes, and sandbars are dynamic systems that depend on the movement of sand by wind and water.  These systems protect inland areas from storm surges and erosion.  Human activities, such as construction and tourism, can impact these natural processes.  Sand is also a vital resource for numerous industrial applications.  It is a primary component in the production of concrete, glass, and silicon chips.  The extraction of sand for these purposes has raised environmental concerns, particularly regarding the sustainability of sand mining practices.  Efforts are ongoing to balance the demand for sand with the need to preserve natural ecosystems.  Three related subjects are sediment transport, mineral composition, and coastal erosion.",
  "timestamp": "20250813T102658Z"
}