{
  "subject": "fabrication of jeans",
  "raw": "Denim weaving. <[silence]> Indigo dyeing. <[silence]> Stone washing. <[silence]> \n\nThe fabrication of jeans begins with the selection of cotton fibers, which are spun into yarn. <[silence]> This yarn is then woven into denim fabric using a twill weave, characterized by its diagonal ribbing. <[silence]> The unique texture and durability of denim are a direct result of this weaving process. <[silence]> \n\nOnce the denim is woven, it undergoes dyeing, typically with indigo. <[silence]> The yarn is repeatedly dipped into dye baths, allowing the indigo to penetrate the fibers. <[silence]> This creates the deep blue color associated with jeans. <[silence]> The dyeing process is followed by sanforization, a technique that prevents the fabric from shrinking. <[silence]>\n\nThe next stage is the cutting and sewing of the denim into jeans. <[silence]> Patterns are cut from the fabric and sewn together, forming the classic structure of jeans with pockets, seams, and belt loops. <[silence]> The jeans are then subjected to various finishing processes, such as stone washing, which softens the fabric and gives it a worn look. <[silence]>\n\nThree related subjects are the history of denim, sustainable practices in denim production, and the impact of fashion trends on jeans design.",
  "clean": "Denim weaving.  Indigo dyeing.  Stone washing.  The fabrication of jeans begins with the selection of cotton fibers, which are spun into yarn.  This yarn is then woven into denim fabric using a twill weave, characterized by its diagonal ribbing.  The unique texture and durability of denim are a direct result of this weaving process.  Once the denim is woven, it undergoes dyeing, typically with indigo.  The yarn is repeatedly dipped into dye baths, allowing the indigo to penetrate the fibers.  This creates the deep blue color associated with jeans.  The dyeing process is followed by sanforization, a technique that prevents the fabric from shrinking.  The next stage is the cutting and sewing of the denim into jeans.  Patterns are cut from the fabric and sewn together, forming the classic structure of jeans with pockets, seams, and belt loops.  The jeans are then subjected to various finishing processes, such as stone washing, which softens the fabric and gives it a worn look.  Three related subjects are the history of denim, sustainable practices in denim production, and the impact of fashion trends on jeans design.",
  "timestamp": "20251106T235640Z"
}