{
  "subject": "The Ising model",
  "raw": "Spin interactions. <[silence]> Phase transitions. <[silence]> Lattice structures. <[silence]>\n\nThe Ising model, formulated by Wilhelm Lenz and his student Ernst Ising, is a mathematical model of ferromagnetism in statistical mechanics. <[silence]> It consists of discrete variables called spins, which can take values of +1 or -1, representing magnetic dipole moments of atomic spins. <[silence]> These spins are arranged on a lattice, allowing interactions only between nearest neighbors. <[silence]> The model is used to understand phase transitions, particularly the spontaneous magnetization in ferromagnetic materials. <[silence]>\n\nIn two dimensions, the Ising model exhibits a phase transition at a critical temperature, where the system changes from a disordered to an ordered state. <[silence]> Lars Onsager provided an exact solution for the two-dimensional Ising model without an external magnetic field, revealing the nature of phase transitions. <[silence]> This solution demonstrated that the model could predict critical phenomena, such as the divergence of the correlation length and specific heat. <[silence]>\n\nThe Ising model is not only applicable to magnetic systems but also to other phenomena, such as binary alloys and lattice gases. <[silence]> It serves as a prototype for studying complex systems and has been extended to include more complex interactions and dimensions. <[silence]> The model's simplicity makes it a valuable tool for exploring theoretical concepts in statistical physics. <[silence]>\n\nThree related subjects are the Potts model, percolation theory, and Monte Carlo simulations. <[silence]>",
  "clean": "Spin interactions.  Phase transitions.  Lattice structures.  The Ising model, formulated by Wilhelm Lenz and his student Ernst Ising, is a mathematical model of ferromagnetism in statistical mechanics.  It consists of discrete variables called spins, which can take values of +1 or -1, representing magnetic dipole moments of atomic spins.  These spins are arranged on a lattice, allowing interactions only between nearest neighbors.  The model is used to understand phase transitions, particularly the spontaneous magnetization in ferromagnetic materials.  In two dimensions, the Ising model exhibits a phase transition at a critical temperature, where the system changes from a disordered to an ordered state.  Lars Onsager provided an exact solution for the two-dimensional Ising model without an external magnetic field, revealing the nature of phase transitions.  This solution demonstrated that the model could predict critical phenomena, such as the divergence of the correlation length and specific heat.  The Ising model is not only applicable to magnetic systems but also to other phenomena, such as binary alloys and lattice gases.  It serves as a prototype for studying complex systems and has been extended to include more complex interactions and dimensions.  The model's simplicity makes it a valuable tool for exploring theoretical concepts in statistical physics.  Three related subjects are the Potts model, percolation theory, and Monte Carlo simulations.",
  "timestamp": "20251111T130830Z"
}