{
  "subject": "technology of the DIJ Mavic 4 Pro drone",
  "raw": "Precision engineering, advanced imaging, obstacle sensing, intelligent flight modes.\n\n<[silence]>\n\nThe DIJ Mavic 4 Pro drone is a testament to precision engineering, incorporating a robust flight platform with advanced imaging capabilities. <[silence]> At its core is a high-performance camera system, featuring a 1-inch CMOS sensor capable of capturing 20-megapixel stills and 4K video at 60 frames per second. <[silence]> This camera is mounted on a 3-axis gimbal, ensuring stability and clarity in all aerial footage. <[silence]> The drone's imaging technology is further enhanced by a sophisticated image processing engine, allowing for superior dynamic range and color accuracy. <[silence]>\n\n<[silence]>\n\nObstacle sensing technology in the Mavic 4 Pro is designed to ensure safe and reliable flight. <[silence]> Equipped with omnidirectional sensors, the drone can detect obstacles in all directions, providing comprehensive protection during flight. <[silence]> These sensors work in tandem with advanced algorithms to facilitate smooth navigation, even in complex environments. <[silence]> The drone's intelligent flight modes, such as ActiveTrack and Point of Interest, leverage this technology to offer seamless user experiences, enabling effortless capture of dynamic scenes. <[silence]>\n\n<[silence]>\n\nThe Mavic 4 Pro's propulsion system is engineered for efficiency and performance, featuring high-efficiency motors and aerodynamic design. <[silence]> This results in extended flight times and enhanced stability, even in adverse weather conditions. <[silence]> The drone's remote controller is equipped with an intuitive interface, providing precise control over flight parameters and camera settings. <[silence]> Additionally, the integration of OcuSync 3.0 ensures a reliable transmission range, supporting high-definition video feed over long distances. <[silence]>\n\n<[silence]>\n\nThree related subjects are the evolution of drone imaging technology, advancements in autonomous flight systems, and the integration of AI in drone navigation.",
  "clean": "Precision engineering, advanced imaging, obstacle sensing, intelligent flight modes.\n\n The DIJ Mavic 4 Pro drone is a testament to precision engineering, incorporating a robust flight platform with advanced imaging capabilities.  At its core is a high-performance camera system, featuring a 1-inch CMOS sensor capable of capturing 20-megapixel stills and 4K video at 60 frames per second.  This camera is mounted on a 3-axis gimbal, ensuring stability and clarity in all aerial footage.  The drone's imaging technology is further enhanced by a sophisticated image processing engine, allowing for superior dynamic range and color accuracy.   Obstacle sensing technology in the Mavic 4 Pro is designed to ensure safe and reliable flight.  Equipped with omnidirectional sensors, the drone can detect obstacles in all directions, providing comprehensive protection during flight.  These sensors work in tandem with advanced algorithms to facilitate smooth navigation, even in complex environments.  The drone's intelligent flight modes, such as ActiveTrack and Point of Interest, leverage this technology to offer seamless user experiences, enabling effortless capture of dynamic scenes.   The Mavic 4 Pro's propulsion system is engineered for efficiency and performance, featuring high-efficiency motors and aerodynamic design.  This results in extended flight times and enhanced stability, even in adverse weather conditions.  The drone's remote controller is equipped with an intuitive interface, providing precise control over flight parameters and camera settings.  Additionally, the integration of OcuSync 3. 0 ensures a reliable transmission range, supporting high-definition video feed over long distances.   Three related subjects are the evolution of drone imaging technology, advancements in autonomous flight systems, and the integration of AI in drone navigation.",
  "timestamp": "20250817T201123Z"
}